export default {
  ARM: {
    'local.job_responsibilities': 'Job Responsibilities',
    'local.necessary_skills': 'Necessary Skills',
    'local.filter': 'ֆիլտր',
    'local.endpoint': 'Ավարտ ',
    'local.about_us': 'Մեր մասին',
    'local.sm': 'սմ',
    'local.shortYear': 'տ',
    'local.payment_delivery_return': 'Վճարում / Առաքում / Վերդադարձ ',
    'local.feedback': 'Հետադարձ կապ',
    'local.complain_suggestion': 'Առաջարկ / Բողոք',
    'local.our_addresses': 'Մասնաճյուղեր',
    'local.login': 'Մուտք',
    'local.login1': 'Մուտք',
    'local.registration': 'Գրանցում',
    'local.registration1': 'Մուտք',
    'local.name': 'Անուն',
    'local.last_name': 'Ազգանուն',
    'local.email': 'Էլ.հասցե',
    'local.tel': 'Հեռ.',
    'local.password': 'Գաղտնաբառ',
    'local.repeat_password': 'Կրկնել գաղտնաբառը',
    'local.send': 'Ուղարկել',
    'local.remember': 'Հիշել',
    'local.forgot_password': 'Մոռացել եք գաղտնաբառը՞',
    'local.password_recovery': 'Գաղտնաբառի վերականգնում ',
    'local.will_send_new_password':
      'Հաշված րոպեների ընթացքում Ձեր էլ․ հասցեին կուղարկենք գաղտնաբառի վերականգնման պատուհան։ ',
    'local.search': 'Փնտրել',
    'local.suggestion': 'Առաջարկ',
    'local.complaint': 'Բողոք ',
    'local.write_offer': 'Գրել առաջարկ',
    'local.write_complaint': 'Գրել Բողոք',
    'local.news': 'Նորույթներ',
    'local.select_by_age': 'Ընտրել ըստ տարիքի ',
    'local.select_by_brand': 'Ընտրել ըստ Բրենդի ',
    'local.discounted_assortment': 'Զեղչված տեսականի',
    'local.own_products': 'Սեփական արտադրանք',
    'local.choose_gift': 'Ընտրել նվեր',
    'local.view_more': 'Տեսնել ավելին',
    'local.select_age': 'Տարիք',
    'local.select_gender': 'Սեռ',
    'local.specify_price': 'Գին',
    'local.meaning': 'Ընտրել ըստ օգտակարության',
    'local.not_specifiedе': 'Օգտակարություն',
    'local.best_selling': 'Լավագույն վաճառք',
    'local.best_selling1': 'Լավագույն վաճառք',
    'local.extra': 'Հավելյալ',
    'local.buy': 'Գնել',
    'local.buy_now': 'Գնել հիմա',
    'local.add_to_cart': 'Ավելացնել զամբյուղ',
    'local.price': 'Գին',
    'local.quantity': 'Քանակ',
    'local.bonus': 'Բոնուս',
    'local.size': 'Չափս',
    'local.age': 'Տարիք',
    'local.brand': 'Բրենդ',
    'local.shops': 'Խանութներ',
    'local.information': 'Տեղեկատվություն',
    'local.sign_up_get_updates': 'Գրանցվել նորույթներին ծանոթանալու համար',
    'local.register': 'Գրանցվել',
    'local.for_boys': 'Տղաների համար',
    'local.boy': 'Տղա',
    'local.boy1': 'Տղաներին',
    'local.for_girls': 'Աղջիկների համար',
    'local.girl': 'Աղջիկ',
    'local.girl1': 'Աղջիկներին',
    'local.all': 'Բոլորը',
    'local.type': 'Ընտրել ըստ տեսակի',
    'local.to_boys': 'Տղաներին',
    'local.to_girls': 'Աղջիկներին',
    'local.to_infants': 'Նորածիններին',
    'local.discounts': 'Զեղչեր',
    'local.months': 'ամսեկան',
    'local.years': 'տարեկան',
    'local.year_short': 'տ.',
    'local.name_surname': 'Անուն Ազգանուն',
    'local.message': 'Հաղորդագրություն',
    'local.payment': 'Վճարում',
    'local.delivery': 'Կառաքվի',
    'local.delivery_price': 'Առաքում',
    'local.return': 'Վերդադարձ',
    'local.mon_fri': 'Երկուշաբթիից - շաբաթ',
    'local.kiosk': 'տաղավար',
    'local.abovyans': 'Ք․ Երևան Աբովյան 36 փող',
    'local.mashtots': 'Ք․ Երևան Մաշտոցի 24 պող․',
    'local.ulnetsi': 'Ք․ Երևան Ուլնեցի 70 փող․',
    'local.dalma': 'Ք․ Երևան Դալմա Գարդեն Մոլ',
    'local.see_more': 'Տեսնել ավելին',
    'local.my_basket': 'Իմ զամբյուղը',
    'local.branded_paper_bags': 'Բրենդային թղթե տոպրակներ',
    'local.specification': 'Դասակարգում',
    'local.new_products': 'Նորույթներ',
    'local.price_by_increase': 'Գինը ըստ աճման',
    'local.all_of': 'Ամբողջը',
    'local.gender': 'Սեռ',
    'local.viewed_products': 'Դիտված ապրանքներ',
    'local.add_batteries': 'Ավելացնել մարտկոցներ',
    'local.technical_specifications': 'Տեխնիկական նկարագիր',
    'local.description': 'Նկարագրություն',
    'local.battery': 'Մարտկոց',
    'local.item(s)': 'հատ',
    'local.usefulness': 'Օգտակարություն',
    'local.accompanying_products': 'Ուղեկցող ապրանքներ',
    'local.similar_products': 'Նմանատիպ ապրանքներ',
    'local.discount_size': 'Հասանելի բոնուսի չափը',
    'local.my_orders': 'Իմ պատվերները ',
    'local.my_profile': 'Իմ պրոֆիլը',
    'local.personal_info': 'Անձնական տվյալներ',
    'local.exit': 'Ելք',
    'local.change_password': 'Փոխել գաղտնաբառը',
    'local.repeat_new_password': 'Կրկնել նոր գաղտնաբառը',
    'local.confirm_changes': 'Հաստատել փոփոխությունները',
    'local.money_accumulated': 'Կուտակված միավորներ',
    'local.order_again': 'Պատվիրել նորից',
    'local.job_announcements': 'Աշխատանք մեզ մոտ',
    'local.product_available': 'Ապրանքը հասանելի է',
    'local.date_of_purchase': 'Գնման ամսաթիվ',
    'local.total': 'Ընդամենը',
    'local.products': 'ապրանք',
    'local.promo_code': 'Պրոմո կոդ',
    'local.today': 'Այսօր',
    'local.tomorrow': 'Վաղը',
    'local.confirm_order': 'Հաստատել',
    'local.final_settlement': 'Վերջնահաշվարկ',
    'local.fill_in_the_data': 'Առաքման տվյալներ',
    'local.km': 'կմ',
    'local.dr': 'դր',
    'local.mobile_phone': 'Բջջային հեռախոս',
    'local.city_street': 'Փողոց / Շենք',
    'local.apartment_house': 'Բնակարան / Տուն ',
    'local.enter': 'Մուտք',
    'local.delivery_period': 'Առաքման ժամանակահատված ',
    'local.payment_method': 'Վճարման եղանակ',
    'local.cash': 'Կանխիկ',
    'local.credit_card': 'Բանկային քարտ ',
    'local.bonus_Wey': 'Բոնուսով',
    'local.add': 'Ավելացնել',
    'local.download_picture': 'Կցել լուսանկար',
    'local.online_application': 'Առցանց դիմում',
    'local.knowledge_of_languages': 'Լեզուների իմացություն',
    'local.Armenian': 'Հայերեն',
    'local.Choose_from_a_5_point': 'Տիրապետման աստիճան',
    'local.add_another_language': 'Ավելացնել',
    'local.education': 'Կրթություն',
    'local.still_learning': 'Դեռ սովորում եմ ',
    'local.add_another_educational_complex': 'Ավելացնել',
    'local.professional_experience': 'Աշխատանքային փորձ ',
    'local.company': 'Ընկերություն',
    'local.ex.Mankan': 'Օր․ Մանկան ',
    'local.position': 'Պաշտոն',
    'local.ex.cashier': 'Օր․ Գանձապահ',
    'local.startpoint': 'Սկիզբ',
    'local.still_working': 'Դեռ աշխատում եմ ',
    'local.add_other_business_exp': 'Ավելացնել',
    'local.software_skills': 'Ծրագրային հմտություններ',
    'local.project_name': 'Ծրագրի անուն',
    'local.day': 'Օր',
    'local.preferences': 'Նախասիրություններ',
    'local.add_another_favorite': 'Ավելացնել',
    'local.social_networks': 'Սոցիալական ցանցեր',
    'local.ex.facebook': 'Օր․ facebook',
    'local.add_another_social': 'Ավելացնել',
    'local.expect_from_our_team':
      'Ինչ՞ ակնկալիքներ ունեք մեր թիմում աշխատելուց:',
    'local.write_a_review': 'Գրել պատասխան',
    'local.confirm': 'Հաստատել',
    'local.degree_of_education': 'Կրթության աստիճան ',
    'local.ex.bachelor': 'Օր․ բակալավր ',
    'local.educational_complex': 'Կրթական համալիր',
    'local.ex.YSU': 'Օր․ԵՊՀ',
    'local.faculty': 'Ֆակուլտետ',
    'local.ex.economics': 'Օր․ Տնտեսագիտական',
    'local.ex.word': 'Օր․ Word',
    'local.future_position': 'Որ՞ պաշտոնում եք ձեզ տեսնում ապագայում',
    'local.attach': 'Կցել',
    'local.apply_online': 'Դիմել օնլայն',
    'local.download_CV_using_formats':
      'Ներբեռնել CV֊ին PDF, MS Word կամ JPG ֆորմատով',
    'local.ex.reading': 'Օր․ ընթերցանություն',
    'local.free_shipping_message':
      '{price}  և ավել գնումների դեպքում առաքումը իրականացվում է անվճար',
    'local.more_percents_message':
      'Կատարեք ևս {price} դրամի գնումներ և {last_percent} % -ի փոխարեն կուտակեք {new_percent} % բոնուս:',
    'local.can_use_bonus_if':
      'Գրանցվեք, կուտակեք բոնուսներ և կատարեք գնումներ կուտկված միավորներով։',
    'local.back': 'Հետ',
    'local.general_assortment': 'Ընդհանուր տեսականի',
    'local.my_page': 'Իմ էջը',
    'local.out_of_stock': 'Առկա չէ',
    'local.vacancies': 'Աշխատատեղեր',
    'local.confirmEmail': 'Խնդրում ենք հաստատել էլ-հասցեն',
    'local.enter_your_email': 'Մուտքագրեք Էլ-հասցեն',
    'local.enter_your_password': 'Մուտքագրեք գաղտնաբառը',
    'local.required': 'Պարտադիր դաշտ',
    'local.wrong_email_or_password':
      'Սխալ Էլ-հասցե կամ գաղտնաբառ, խնդրում ենք փորձել կրկին։',
    'local.invalid_email': 'Խնդրում ենք մուտքագրել ճիշտ էլ-հասցե',
    'local.enter_your_name': 'Մուտքագրեք ձեր անունը',
    'local.enter_your_surname': 'Մուտքագրեք ձեր ազգանունը',
    'local.enter_your_number': 'Մուտքագրեք ձեր հեռախոսահամարը',
    'local.invalid_field': 'Սխալ մուտքագրված դաշտ',
    'local.passwords_must_match': 'Գաղտնաբառերը չեն համընկնում',
    'local.password_min_length': 'Խնդրում ենք մուտքագրել առնվազն 6 նիշ',
    'local.must_accept_terms_and_conditions':
      'Խնդրում ենք ընդունել Ծառայության պայմանները և Գաղտնիության քաղաքականությունը:',
    'local.i_have_read_and_agree':
      'Կարդացել եմ և ընդունում եմ {termsOfService}',
    'local.terms_of_service': 'Ծառայության պայմանները',
    'local.privacy_policy': 'Գաղտնիության քաղաքականությունը:',
    'local.discount_price': 'Զեղչված գին',
    'local.enter_your_fullname': 'Մուտքագրեք ձեր անուն, ազգանունը',
    'local.min_3_symbols': 'Խնդրում ենք մուտքագրել առնվազն 3 նիշ',
    'local.upload_img': 'Խնդրում ենք ներբեռնել նկար',
    'local.successText': 'Հաջողությամբ կատարված է!',
    'local.errorText': 'Ինչ որ բան այն չէ',
    'local.loadingText': 'Բեռնում է...',
    'local.email_already_exist': 'Նշված էլ-հասցեն արդեն գրանցված է',
    'local.sign_up_for_bonus':
      'Գրանցվեք, կուտակեք բոնուսներ և կատարեք գնումներ կուտակված միավորներով:',
    'local.follow_us_for_promo':
      'Հետևեք մեր նորություններին, ստացեք պրոմո կոդեր և կատարեք գնումներ զեղչված գնով:',
    'local.not_enough_bonus': 'Միավորների քանակը  բավարար չէ:',
    'local.about-us': {
      title1: 'title arm',
      title2: 'title arm',
      text1: {
        p1:
          '«Մանկան»-ի պատմությունը սկսվում է 1992 թվականից, երբ Վարուժան Գյուրջյանը աշխատում էր Երևանի «Առևտրի կենտրոն» հանրախանութում: Կենտրոնը չուներ խաղալիքների խանութ, և հանրախանութի տնօրենը առաջարկում է պարոն Վարուժանին  բացել խաղալիքների բաժին և ղեկավարել այն: Պրն. Գյուրջյանը ունենալով միայն պլաստիկ խաղալիքների արտադրության  գործարանում աշխատանքի փորձ՝ ուսանողական տարիներին, բացում է խաղալիքների բաժինը: Առևտուրը կազմակերպելու համար բավականին մեծ դժվարությամբ խաղալիքներ էին հայթայթում Հայաստանում և Ռուսաստանում:',
        p2:
          '1993 թ. հնարավոր դարձավ ապրանքներ ներմուծել արտերկրից: Որոշ ժամանակ անց պարոն Վարուժանը սպառումը ընդլայնելու նպատակով որոշում է հիմնել իր սեփական ընկերությունը: ',
        p3:
          '1998թ-ի հունիսին հիմնվում է «Մանկան» ՍՊԸ-ն և Մաշտոցի 24 հասցեում բացվում է համանուն խաղալիքների մասնագիտացված խանութ, որը ընձեռնում է անմիջականորեն ընդլայնել սպառումը արտադրող-գործընկերների հետ: «Մանկան» անունը ընտրվեց շատ արագ: Պարոն Վարուժանը ցանկանում էր, որ այդ անունը դյուրին ընդունելի և հասկանալի լինի սպառողների համար:',
      },
      text2: {
        p1:
          'Հայաստանում փափուկ խաղալիքների պահանջարկը գնալով աճում էր: Տարիների աշխատանքային փորձը, անընդհատ ինքնազարգացման ձգտումը, ինչպես նաև նոր աշխատատեղեր ստեղծելու ցանկությունը պարոն Գյուրջյանին  գաղափար տվեցին բացել փափուկ խաղալիքներ արտադրելու սեփական գործարանը: Հաջողությունը նրա հետ էր, և 2000թ-ին իր տան հարևանությամբ ՝ Զավարյան 57/19 հասցեում ձեռք բերեց արտադրական տարածք, գաղափարը իրականացնելու համար: Արտադրությունը սկսեցին մեկ կարի մեքենայով և մեկ աշխատողով:',
        p2:
          'Վարուժան Գյուրջյանը սկսեց ճանապարհորդել աշխարհով մեկ ՝ փնտրելով և այցելելով խաղալիքներ արտադրող գործարաններ, ընթացքում դառնալով ավելի ինֆորմացված և ավելի զարգացնելով գիտելիքները: Զբաղված խանութով և գործարանով, 2002-ին Աբովյան 36 հասցեում բացվում է երկրորդ համանուն խանութը: Այդ ընթացքում մարդիկ ավելի շատ էին սկսում ճանաչել «Մանկան» - ը, և ապրանքանիշի խաղալիքներն օր օրի ավելի էին սիրվում: 2012 թվականին Երևանում բացվում է առաջին առևտրի կենտրոնը ` «Դալմա Գարդեն Մոլլ» անվանվամբ: «Մանկան» մասնագիտացված խաղալիքների խանութը դառնում է «Դալմա Գարդեն Մոլլ»-ի առաջին բնակիչներից մեկը:',
        p3:
          'Մինչդեռ, ունենալով արդեն  3 մասնագիտացված խաղալիքների խանութներ, արտադրամասը այլևս չէր համապատասխանում իր տարածքով։ Հետևաբար, պարոն Գյուրջյանը որոշում է զրոյից կառուցել նոր արտադրամաս:',
        p4:
          '2016թ-ին արտադրամասը տեղափոխվում է նոր հասցե ՝ Կ.Ուլնեցի 70: Նոր արտադրամասը ավելի ընդարձակ է և կոկիկ։ Այն հագեցած է վերջին տեխնոլոգիաներով, որը հնարավորություն է տալիս կազմակերպել արտադրական պրոցեսը և ավելի արդյունավետորեն ընդլայնվել ծավալներով: Նույն հասցեի առաջին հարկում բացվում է համանուն չորրորդ խանութը:',
        p5:
          'Այժմ «Մանկան»-ը առաջին և միակ ընկերությունն է Հայաստանի Հանրապետությունում, որն արտադրում է փափուկ խաղալիքներ։ Այն առաջարկում է երեխաների համար  փափուկ խաղալիքների, ինտերակտիվ խաղալիքների և կրթական պաստառների լայն տեսականի:',
        p6: '“Մանկան”-ը սիրում և գնահատում է իր յուրաքանչյուր հաճախորդին:',
        p7:
          'Գոհ հաճախորդը մեր հիմնական նպատակն է: Պարոն Վարուժանը միշտ գործընթացի մեջ է, նա երբեք չի դադարում հասնել նոր նպատակների և երեխաներին ավելի երջանիկ դարձնել իր ամենափափուկ և  ընկերասեր խաղալիքներով:',
        p8:
          'Արտադրությունը հագեցած է նորագույն տեխնոլոգիաներով: Խաղալիք ստեղծելու համար օգտագործվում են միայն լավագույն նյութերը, որոնք բացառապես մաքուր են և հատուկ ստեղծված են խաղալիքների արտադրության համար, խաղալիքների՝ ում երեխաները կանվանեն  «ԸՆԿԵՐ»: Մեր խաղալիքների որակի անվտանգությունը  համապատասխանում է միջազգային ստանդարտներին:',
        p9:
          'Իր գործունեության ընթացքում «Մանկան»-ը մասնակցել է բազմաթիվ ցուցահանդեսների և բարեգործական տարբեր միջոցառումների:',
        p10:
          'Այսօր ընկերությունը սահմանափակված չէ իր նվաճումներով: «Մանկան»-ը շարունակում է առաջադիմել և ընդլայնվել:',
      },
    },
    'local.payment-delivery-return': {
      payment: {
        paragraphs: [
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
        ],
        listItems: [
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
        ],
      },
      delivery: {
        paragraphs: [
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
        ],
        listItems: [
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
        ],
      },
      Return: {
        paragraphs: [
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
        ],
        listItems: [
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
        ],
      },
    },
    'local.already_in_cart': 'Զամբյուղում է',
    'local.in_cart': 'Գնել հիմա',
    'local.go_to_cart': 'Ավելացնել զամբյուղ',
    'local.modal_battery':
      'Ակտիվացման դեպքւմ անհրաժեշտ մարտկոցները ավտոմատ կերպով կավելացվեն զամբյուղ',
    'local.yerevan_cty': 'Ք․Երևան',
    'local.delivery_only_in_yerevan':
      'Առաքումը դեռևս իրականացվում է միայն ք․Երևանի տարածքում',
    'local.i_know': 'Ծանոթացել եմ',
    'local.rules_of_using': 'օգտագործման կանոններին',
    'local.using-rules': 'Օգտագործման կանոններ ',
    'local.bonus-and-promo-code': 'Բոնուս և պրոմո կոդ',
    'local.using-bonus': 'Կուտակված միավորներով',
    'local.payment-methods': 'Վճարման եղանակներ',
    'local.min-price': 'Մինիմալ գին',
    'local.max-price': 'Մաքսիմալ գին',
    'local.min_price_of_order': 'Պատվերի նվազագույն գումարը պետք է կազմի {price} դր․',
    'local.not_listed': 'Նշված չէ',
    'local.no_vacancy_text': 'Այս պահին չկան թափուր աշխատատեղեր',
    'locale.confirm_email': 'Խնդրում ենք, հաստատել Էլ․հասցեով',
    'locale.thanks_follow': 'Շնորհակալություն բաժանորդագրվելու համար',
    'locale.no_items_in_wish-list': 'Նախընտրած ապրանքների ցուցակը դատարկ է',
    'locale.no_items_in_the_cart': 'Զամբյուղը դատարկ է',
    'local.home-page': 'Գլխավոր էջ',
    'local.catalog': 'Կատալոգ',
    'local.wishlist': 'Նախընտրած ապրանքներ',
    'local.cart_added_success': 'Ավելացվեց զամբյուղում',
    'local.box_size': 'Տուփի չափսը',

    'local.Phone': 'Հեռախոս',
    'local.Business_hours': 'Աշխատանքային ժամեր',
    'local.Wish_list': 'Նախընտրածներ',
    'local.new_password': 'Նոր գաղտնաբառ',
    'local.bonus_and_promo_code1': 'Բոնուս և պրոմո կոդ',
    'local.bonus_and_promo_code': [
      {
        title: 'ԲՈՆՈՒՍ',
        description: [
          {
            desc: [
              'Բոնուսները իրենցից ներկայացնում են cashback համակարգ՝ համաձայն որի կատարված գնումներից, օգտատիրոջը հասանելի տոկոսի չափով գումար է կուտակվում կայքում առկա օգտատիրոջ անձնական հաշվեկշռին։',
            ],
          },
          {
            desc: [
              'Յուրաքանչյուր օգտատեր, կախված գրանցումից ի վեր կայքից կատարված ընդհանուր գնումների ծավալից կարող է ունենալ 2%, 3% կամ 4% բոնուսի հնարավորություն։ ',
            ],
          },
          {
            desc: [
              'Յուրաքանչյուր օգտատիրոջ գրանցման պահից ի վեր հասանելի է 2% cahsback-ի հնարավորություն։',
            ],
          },
          {
            desc: [
              'Եթե օգտատերը գրանցումից ի վեր կայքից կատարել է 200.000 ՀՀ դրամից ավել գնում, ապա օգտատիրոջը հասանելի է դառնում 3% բոնուսի հնարավորություն։ ',
            ],
          },
          {
            desc: [
              'Եթե օգտատերը գրանցումից ի վեր կայքից կատարել է 500.000 ՀՀ դրամից ավել գնում, ապա օգտատիրոջը հասանելի է դառնում 4% բոնուսի հնարավորություն։ ',
            ],
          },
          {
            desc: [
              'Բոնուսները հաշվարկվում են զամբյուղում գտնվող ապրանքների վերջնական զեղչված գնից (առանց առաքման գումարի): Բոնուսային միավորները չեն կարող կանխիկացվել կամ փոխանցվել այլ հաշիվների և կարող են օգտագործվել միայն կայքից գնումներ կատարելու նպատակով։ ',
            ],
          },
          {
            desc: [
              'Բոնուսները կարող են օգտագործվել միայն ամբողջական վճարումների համար և չեն կարող կիրառվել կանխիկ կամ օնլայն վճարման հետ միասին։ ',
            ],
          },
          {
            desc: [
              'Գրանցումը չեղյալ հայտարարելու դեպքում կուտակված բոնուսային միավորները չեղարկվում են։ ',
            ],
          },
        ],
      },
      {
        title: 'ՊՐՈՄՈ ԿՈԴ',
        description: [
          {
            desc: [
              'Յուրաքանչյուր պրոմո կոդին կցված է որոշակի զեղչի տոկոս, որի միջոցով կայքից կարելի է կատարել զեղչված գնումներ։ ',
            ],
          },
          {
            desc: [
              'Պրոմո կոդի միջոցով զեղչվում է գնման պահին զամբյուղում առկա ապրանքների ընդհանուր գումարը (բացի առաքման գումարից): ',
            ],
          },
          {
            desc: [
              'Պրոմո կոդերը նախատեսված են մեկանգամյա օգտագործման համար և չեն կարող կիրառվել երկրորդ անգամ:',
            ],
          },
        ],
      },
    ],
    'local.updated': 'Թարմացվել է՝ 01.06.2020',
    'local.using_rules': [
      {
        title: 'ԸՆԴՀԱՆՈՒՐ ԴՐՈՒՅԹՆԵՐ ԵՎ ՊԱՅՄԱՆՆԵՐ',
        description: [
          {
            desc: [
              'Սույն ընդհանուր դրույթները և պայմանները սահմանում և կարգավորում են Մանկան սահմանափակ պատասխանատվությամբ ընկերությանը (այսուհետ նաև՝ Ընկերություն) պատկանող կայքով (այսուհետ նաև՝ Կայք) Ընկերության կողմից վաճառվող խաղալիքների և մանկան համար նախատեսված պարագաների վաճառքի (այսուհետ նաև՝ Վաճառք) հետ կապված իրավահարաբերությունները: ',
            ],
          },
          {
            desc: [
              'Մուտք գործելով Կայք, օգտագործելով Կայքի ցանկացած ծառայություն կամ ներբեռնելով ցանկացած բովանդակություն՝ ամբողջությամբ կամ դրա մի մասը Դուք, որպես օգտագործող (այսուհետ նաև՝ Օգտագործող, Դուք, Ձեզ, Ձեր, Հաճախորդ, Գնորդ, Պատվիրատու) հաստատում եք, որ ամբողջությամբ կարդացել և հասկացել եք սույն օգտագործման պայմանները, ինչպես նաև Կայքում հրապարակված Ընկերության կողմից Վաճառքի այլ պայմանները, հրապարակային մատակարարման պայմանագրի դրույթները (այսուհետ նաև՝ Պայմանագիր) և անվերապահորեն ընդունում եք դրանք, անկախ նրանից՝ Դուք Ընկերության կողմից իրականացվող Վաճառքի հաճախորդ եք, Կայքի գրանցված օգտագործող, թե՝ ուղղակի այցելու:',
            ],
          },
          {
            desc: [
              'Ընկերությունն իրավունք ունի առանց նախապես ծանուցման, միակողմանի, ցանկացած պահի փոփոխել սույն Պայմանները: Դրանց փոփոխության դեպքում Ընկերությունը կհրապարակի նորացված Պայմանները ինտերնետային Կայքում՝ նշելով վերջին փոփոխության ամսաթիվը: Օգտագործողի պարտականությունն է ժամանակ առ ժամանակ այցելել Կայք և ստուգել Պայմանների փոփոխությունները: Ընդ որում՝ նոր Պայմանները իրավական ուժ կունենան և կտարածվեն, դրանք Կայքում տեղադրելուց հետո ծագած պարտավորությունների վրա:',
            ],
          },
          {
            desc: [
              'Եթե Դուք համաձայն չեք սույն Պայմաններին, խնդրում ենք դադարեցնել Կայքի օգտագործումը: Կայքում գտնվելը, հաշիվ բացելը, Օգտագործող դառնալը և Ծառայություններից օգտվելը փաստում են Ձեր կողմից սույն Պայմանների անվերապահ ընդունումը:',
            ],
          },
        ],
      },
      {
        title: 'ՊԱՅՄԱՆԱԳԻՐ ԿՆՔԵԼՈՒ ԻՐԱՎԱՍՈՒԹՅՈՒՆԸ',
        description: [
          {
            desc: [
              'Կայքում գրանցվել կամ գնում կատարել կարող են քաղաքացիաիրավական գործունակություն ունեցող 18 տարեկանը լրացած անձիք։ 18 տարեկանը չլրացած կամ անգործունակ (դատարանի կողմից այդպիսին ճանաչված) անձանց կողմից կատարված գործողությունների հետևանքների համար Ընկերությունը պատասխանատվություն չի կրում։ ',
            ],
          },
          {
            desc: [
              'Կայքում գրանցվել կամ գնում կատարել կարող են քաղաքացիաիրավական գործունակություն ունեցող 18 տարեկանը լրացած անձիք։ 18 տարեկանը չլրացած կամ անգործունակ (դատարանի կողմից այդպիսին ճանաչված) անձանց կողմից կատարված գործողությունների հետևանքների համար Ընկերությունը պատասխանատվություն չի կրում։ ',
            ],
          },
          {
            desc: [
              'Անձնական տվյալների լրացումը կարելի է իրականացնել միայն գրանցվող կամ գնում կատարող օգտատիրոջը փաստացի պատկանող տվյալներով։ Համաձայնվելով սույն պայմաններին, Դուք ընդունում եք, որ   Ընկերությունը չի կարող ստուգել Ձեր տված տեղեկությունները և տվյալները, այս կետում տրված Ձեր հավաստումների իսկությունը, ուստի սույն կետի յուրաքանչյուր խախտման ամբողջական պատասխանատվությունը ընկնում է Ձեզ վրա:',
            ],
          },
          {
            desc: [
              'Ընկերությունն իրավունք ունի սխալ կամ ոչ հավաստի տվյալներ ներկայացված լինելու փաստ հայտնաբերելու դեպքում հեռացնել օգտվողին համակարգից՝ զրոյացնելով կուտակած միավորները և կատարած գնումների պատմությունը։ ',
            ],
          },
        ],
      },
      {
        title:
          'ԸՆԿԵՐՈՒԹՅԱՆ ԿՈՂՄԻՑ ԻՐԱԿԱՆԱՑՎՈՂ ԱՌԱՔՈՒՄԸ ԵՎ ԴՐԱ ԻՐԱԿԱՆՑՄԱՆ ԿԱՐԳԸ',
        description: [
          {
            desc: [
              'Ընկերությունը իր հաճախորդներին վաճառում է իր խանութներից ապրանքներ (այսուհետ նաև՝ Ապրանք) և փոխանցում առաքող կազմակերպությանը՝ Հաճախորդի նշած հասցեով առաքման համար:',
            ],
          },
          {
            desc: [
              'Ընկերությունից առաքմամբ գնում կատարելու հնարավորությունից ողջ ծավալով օգտվելու համար Դուք պարտավոր եք գրանցվել Կայքում և բացել Օգտագործողի հաշիվ (այսուհետ նաև՝ Օգտագործողի հաշիվ կամ Հաշիվ): Յուրաքանչյուր Օգտագործող կարող է ունենալ միայն մեկ Հաշիվ: Օգտագործողներն իրավունք չունեն օգտագործել այլ Օգտագարծողի հաշիվը: Հաշիվը բացելիս Օգտագործողը պարտավոր է ճիշտ և հավաստի ներկայացնել պահանջվող ողջ տեղեկատվությունը: Օգտագործողներն իրենք են պատասխանատու իրենց Հաշվի մուտքի տվյալների պահպանման համար և իրենք են կրում իրենց Հաշվով կատարվող գործառնությունների/գործողությունների համար պատասխանատվությունը:',
            ],
          },
          {
            desc: [
              'Օգտագործողը պարտավոր է անհապաղ տեղեկացնել Ընկերությանը, եթե վստահ է, որ իր Հաշվով կատարվել է չթույլատրված մուտք: Նման դեպքում Ընկերությունը իրավունք ունի անմիջապես արգելափակել Հաշիվը՝ մինչև հանգամանքների ամբողջական պարզումը: Ամեն դեպքում Ընկերությունը չի կրում ոչ մի պատասխանատվություն այլ անձանց կողմից Օգտագործողի Հաշվով կատարված գործողությունների համար: Այդ գործողություններով Ընկերությանը կամ երրորդ անձանց պատճառված վնասի համար պատասխանատվություն է կրում Օգտագործողը:',
            ],
          },
          {
            desc: [
              'Պատվերը կատարելիս Հաճախորդը պարտավոր է հաշվին կամ կանխիկ եղանակով ունենալ բավարար միջոցներ նշված Պատվերը կատարելու համար։',
            ],
          },
          {
            desc: [
              'Ընկերությունն կարող է այն ժամանակահատվածում, երբ պատվերների ընդհանուր ծավալը մեծանում է (տոնական օրեր, զեղչային ծրագրեր կամ միջոցառումներ և այլն) կամ առաջանում են տեխնիկական (խցանում, ավտովթար և այլն) կամ բնածին խոչնդոտներ հետաձգել պատվերների առաքման ժամկետները:',
            ],
          },
        ],
      },
      {
        title: 'ՊԱՏՎԵՐՆԵՐԻ ԸՆԴՈՒՆՄԱՆ ԵՎ ՀԱՍՑԵԱՎՈՐՄԱՆ ԿԱՐԳԸ',
        description: [
          {
            desc: [
              'Ապրանքի գնման հայտը ստանալուց հետո Ընկերության սպասարկման բաժինը հավելյալ ստուգում է տվյալ ապրանքի վաճառքային տեսքը և ֆիզիկական կամ մեխանիկական վնասվածքների բացակայությունը։ Եթե գնված ապրանքը չի համապատասխանում վաճառքային տեսքին, առկա են ֆիզիկական կամ մեխանիկական վնասվածքներ, ապա ապրանքի փոխարինման կամ պատվերի չեղարկման համար Ձեզ հետ կապ է հաստատում Ընկերության սպասարկման կենտրոնի աշխատակիցը։',
            ],
          },
          {
            desc: [
              'Եթե գնված Ապրանքը համապատասխանում է ներկայացվող չափանիշներին, բացակայում են ֆիզիկական կամ մեխանիկական վնասվածքներ, ապա Ապրանքը նախապատրաստվում է առաքման, որից հետո Ընկերության սպասարկման կենտրոնի աշխատակիցը կարող է լրացուցիչ հեռախոսակապ հաստատել Ձեզ հետ պատվերին վերաբերվող մանրամասների (առաքման հասցեի ճշգրտում, պատվիրված ապրանքներ, առաքման ժամանակ) հաստատման համար։ ',
            ],
          },
          {
            desc: [
              'Եթե Գնորդը գնման հայտում նշել է, որ կատարելու է կանխիկ վճարում, և նշված հեռախոսահամարով չի պատասխանում սպասարկման կենտրոնից ստացված հեռախոսազանգին, ապա Ընկերությունը իրավասու է Ապրանքը չփոխանցել առաքման և չեղարկել գործարքը։ ',
            ],
          },
          {
            desc: [
              'Եթե Գնորդը կատարել է օնլայն վճարում և նշված հեռախոսահամարով չի պատասխանում սպասարկման կենտրոնից ստացված զանգին, ապա Ընկերությունը իրավասու է Ապրանքը չփոխանցել առաքման, իսկ հաջորդող մեկ աշխատանքային օրվա ընթացքում սպասարկման կենտրոնի հետ կապ չհաստատելու դեպքում չեղարկել գործարքը՝ հետ վերադարձնելով ամբողջ գումարը։ ',
            ],
          },
          {
            desc: [
              'Եթե Գնորդը կատարել է վճարում կուտակված բոնուսային միավորներով և նշված հեռախոսահամարով չի պատասխանում սպասարկման կենտրոնից ստացված զանգին, ապա Ընկերությունը իրավասու է Ապրանքը չփոխանցել առաքման, իսկ հաջորդող մեկ աշխատանքային օրվա ընթացքում սպասարկման կենտրոնի հետ կապ չհաստատելու դեպքում չեղարկել գործարքը՝ հետ վերադարձնելով միավորները։ ',
            ],
          },
          {
            desc: [
              'Գնորդի կողմից պատվերի հաստատման դեպքում առաքանին փոխանցվում է առաքիչին։ ',
            ],
          },
          {
            desc: [
              'Առաքիչ է հանդիասնում Ընկերության հետ համագործակցող, սակայն առանձին հարկատու հանդիսացող ֆիզիակական կամ իրավաբանական անձը:',
            ],
          },
          {
            desc: [
              'Եթե գնորդը գնման հայտում նշել է, որ կատարելու է կանխիկ վճարում, և առաքանին առաքիչին հանձնելուց հետո փոխվում է առաքման հասցեն, ապա Ընկերությունը իրավասու է առաքանին Գնորդին հանձնելու ժամանակ գանձել հավելյալ առաքման գումար՝ մեկ ամբողջական առաքման գումարի չափով, իսկ հավելյալ գանձված գումարի կտրոնը Գնորդը կարող է ստանալ ք. Երևան, Կ. Ուլնեցի 70 հասցեում գտնվող սպասարկման կենտրոնից կամ էլ. փոստի միջոցով։ ',
            ],
          },
          {
            desc: [
              'Եթե Գնորդը կատարել է օնլայն վճարում և առաքանին առաքիչին հանձնելուց հետո փոխվում է առաքման հասցեն, ապա Ընկերությունը իրավասու է առաքանին Գնորդին հանձնելու ժամանակ կանխիկ եղանակով գանձել հավելյալ առաքման գումար՝ մեկ ամբողջական առաքման գումարի չափով, իսկ հավելյալ գանձված գումարի կտրոնը Գնորդը կարող է ստանալ ք. Երևան, Կ. Ուլնեցի 70 հասցեում գտնվող սպասարկման կենտրոնից  կամ էլ. փոստի միջոցով։ ',
            ],
          },
          {
            desc: [
              'Եթե Գնորդը կատարել է վճարում կուտակված բոնուսային միավորներով և առաքանին առաքիչին հանձնելուց հետո փոխվում է առաքման հասցեն, ապա Ընկերությունը իրավասու է առաքանին Գնորդին հանձնելու ժամանակ կանխիկ եղանակով գանձել հավելյալ առաքման գումար՝ մեկ ամբողջական առաքման գումարի չափով, իսկ հավելյալ գանձված գումարի կտրոնը Գնորդը կարող է ստանալ ք. Երևան, Կ. Ուլնեցի 70 հասցեում գտնվող սպասարկման կենտրոնից  կամ էլ. փոստի միջոցով։ ',
            ],
          },
          {
            desc: [
              'Առաքիչը կարող է հեռախոսազանգի միջոցով լրացուցիչ կապ հաստատել Գնորդի հետ հասցեի կամ այլ մանրամասների ճշգրտման նպատակով։ Եթե գնորդը նշված հեռախոսահամարով չի պատասխանում առաքիչի հեռախոսազանգին կամ առկա են նմանատիպ այլ առաքման իրականացման խոչնդոտներ, ապա առաքիչը իրավասու է պատվերը հետ վերադարձնել սպասարկման կենտրոն։',
            ],
          },
          {
            desc: [
              'Եթե Գնորդը գնման հայտում նշել է, որ կատարելու է կանխիկ վճարում, և նշված հեռախոսահամարով չի պատասխանում առաքիչի հեռախոսազանգին կամ առկա են նմանատիպ այլ առաքման իրականացման խոչնդոտներ, ապա առաքանին սպասարկման կենտրոն վերադարձվելուց հետո մեկ աշխատանքային օրվա ընթացքում Գնորդի կողմից սպասարկման կենտրոնի հետ կապ չհաստատելու դեպքում Ընկերությունը իրավասու է պատվերը համարվել չեղարկված։ ',
            ],
          },
          {
            desc: [
              'Եթե Գնորդը կատարել է օնլայն վճարում և նշված հեռախոսահամարով չի պատասխանում առաքիչի զանգին կամ առկա են նմանատիպ այլ առաքման իրականացման խոչնդոտներ, ապա առաքանին սպասարկման կենտրոն վերադարձվելուց հետո մեկ աշխատանքային օրվա ընթացքում գնորդի կողմից սպասարկման կենտրոնի հետ կապ չհաստատելու դեպքում Ընկերությունը իրավասու է պատվերը համարվել չեղարկված և հետ փոխանցել ամբողջ գումարը բացի առաքման գումարից։ ',
            ],
          },
          {
            desc: [
              'Եթե Գնորդը կատարել է վճարում կուտակված բոնուսային միավորներով և նշված հեռախոսահամարով չի պատասխանում առաքիչի զանգին կամ առկա են նմանատիպ այլ առաքման իրականացման խոչնդոտներ, ապա առաքանին սպասարկման կենտրոն վերադարձվելուց հետո մեկ աշխատանքային օրվա ընթացքում գնորդի կողմից սպասարկման կենտրոնի հետ կապ չհաստատելու դեպքում Ընկերությունը իրավասու է պատվերը համարել չեղարկված և հետ փոխանցել միավորները բացի առաքման համար գանձված միավորներից։ ',
            ],
          },
          {
            desc: [
              'Գնորդի կողմից նշած հեռախոսահամարով առաքիչի հեռախոսազանգին չպատասխանելու կամ Գնորդի պատճառով առաջացած նմանատիպ այլ առաքման իրականացման խոչնդոտների առկայության պատճառով, առաքանին սպասարկման կենտրոն հետ վերադարձնելուց հետո կրկին առաքման իրականացումը համարվում է կրկնակի, և Ընկերությունն իրավասու է գանձել կրկնակի առաքման գումար։ ',
            ],
          },
          {
            desc: [
              'Գնորդի կողմից նշած հեռախոսահամարով սպասարկման կենտրոնի կամ առաքիչի հեռախոսազանգին չպատասխանելու կամ Գնորդի պատճառով առաջացած նմանատիպ այլ առաքման իրականացման խոչնդոտների հաճախակի կրկնվելու դեպքում տվյալ Գնորդի պատվերները այլևս կարող են չսպասարկվել, իսկ Գնորդը կարող է հեռացվել համակարգից՝ կորցնելով կուտակած միավորները և կատարած գնումների պատմությունը։ ',
            ],
          },
          {
            desc: [
              'Գնորդը պարտավոր է առաքանին ընդունելու պահին, առաքիչի ներկայությամբ ստուգել առաքված ապրանքների պատշաճ որակի համապատասխանությունը, հնարավոր ֆիզիկական և մեխանիկական վնասվածքները և սարքինությունը։ Եթե առաքված ապրանքներից որևէ մեկը չի համապատասխանում պատշաճ որակի, առկա են ֆիզիկական կամ մեխանիկական վնասվածքներ կամ գտնվում է ոչ սարքին վիճակում, ապա գնորդը կարող է հրաժարվել ինչպես միայն տվյալ ապրանքից, այնպես էլ ամբողջ առաքանուց և առաքման ծառայությունից կամ պահանջել նոր կամ փոխարինող ապրանք։ ',
            ],
          },
          {
            desc: [
              'Եթե առաքված ապրանքներից որևէ մեկը պատշաճ որակի չէ, առկա են ֆիզիկական կամ մեխանիկական վնասվածքներ կամ գտնվում է ոչ սարքին վիճակում, ապա փոխարինում պահանջելու դեպքում գանձվում է միայն մեկանգամյա առաքման վճար։ ',
            ],
          },
          {
            desc: [
              'Եթե Գնորդը կատարել է կանխիկ վճարում և առաքված ապրանքները պատշաճ որակի են, չունեն ֆիզիկական և մեխանիկական թերություններ և գտնվում են սարքին վիճակում, սակայն գնորդը հրաժարվում է պատվիրված ապրանքներից, ապա Ընկերությունն իրավասու է Գնորդից գանձել առաքման ծառայության վճար։ ',
            ],
          },
          {
            desc: [
              'Եթե գնորդը կատարել է օնլայն վճարում և առաքված ապրանքները պատշաճ որակի են, չունեն ֆիզիկական և մեխանիկական թերություններ և գտնվում են սարքին վիճակում, սակայն Գնորդը հրաժարվում է պատվիրված ապրանքներից, ապա հետ է վերադարձվում ամբողջ գումարը բացի առաքման վճարից։ ',
            ],
          },
          {
            desc: [
              'Եթե գնորդը կատարել է վճարում կուտակված բոնուսային միավորներով և առաքված ապրանքները պատշաճ որակի են, չունեն ֆիզիկական և մեխանիկական թերություններ և գտնվում են սարքին վիճակում, սակայն Գնորդը հրաժարվում է պատվիրված ապրանքներից, ապա հետ է փոխանցվում միավորները բացի առաքման համար գանձված միավորներից։',
            ],
          },
          {
            desc: [
              'Եթե գնորդը հաճախակի է հրաժարվում պատշաճ որակի, ֆիզիկական և մեխանիկական թերություններ չունեցող և սարքին վիճակում գտնվող առաքված ապրանքներից, ապա տվյալ Գնորդի պատվերները այլևս կարող են չսպասարկվել, իսկ Գնորդը կարող է հեռացվել համակարգից՝ կորցնելով կուտակած միավորները և կատարած գնումների պատմությունը։ ',
            ],
          },
        ],
      },
      {
        title: 'ՎՃԱՐՄԱՆ ԿԱՐԳԸ ԵՎ ՀԵՏ ՎԵՐԱԴԱՐՁԸ',
        description: [
          {
            desc: [
              'Ընկերության կողմից վաճառվող Ապրանքների գնման դիմաց կանխիկ վճարում կարելի է իրականացնել միայն ՀՀ դրամով։',
            ],
          },
          {
            desc: [
              'Ապրանքների վաճառքը իրականացվում է տվյալ պահին Կայքում նշված սակագներով։ ',
            ],
          },
          {
            desc: [
              'ՀՀ օրենսդրությամբ սահմանված կարգով Գնորդն իրավունք ունի առաքանին ստանալուց հետո 14 օրվա ընթացքում գնման կտրոնի առկայության, Ապրանքի վրա փակցված պիտակները պահպանված լինելու, ֆիզիկական և մեխանիկական թերությունների բացակայության և սարքին վիճակում գտնվելու դեպքում հետ վերադարձնել՝ հետ ստանալով վճարված ամբողջ գումարը բացի առաքման ծառայության վճարից։',
            ],
          },
          {
            desc: [
              'Օնլայն վճարմամբ Ապրանք գնելուց հետո սույն գլխի 3-րդ կետով սահմանված կարգով Ապրանքը հետ վերադարձնելու դեպքում գումարի հետ փոխանցումը կարող է տևել 10 աշխատանքային օր՝ կախված ծառայությունները սպասարկող բանկերի գործընթացների արագությունից։',
            ],
          },
          {
            desc: [
              'Կուտակված բոնուսային միավորներով վճարմամբ Ապրանք գնելուց հետո սույն գլխի 3-րդ կետով սահմանված կարգով Ապրանքը հետ վերադարձնելու դեպքում գումարի հետ փոխանցումը կարող է տևել 5 աշխատանքային օր։',
            ],
          },
          {
            desc: [
              'Անկախ վճարման եղանակից Առաքանին առաքիչից ստանալուց հետո վերադարձ կարելի է իրականացնել սեփական ուժերով՝ գնված ապրանքը մոտեցնելով ք. Երևան, Կ. Ուլնեցի 70 հասցեում գտնվող սպասարկման կենտրոն։ ',
            ],
          },
          {
            desc: [
              'Սույն գլխով կարգավորվող հետ վերադարձի կանոնները չեն տարածվում ՀՀ օրենսդրությամբ սահամանված այն ապրանքատեսակների վրա, որոնց համար օրենսդրությամբ հետ վերադարձ նախատեսված չէ:',
            ],
          },
        ],
      },
      {
        title: 'ԳԱՂՏՆԻՈՒԹՅՈՒՆ',
        description: [
          {
            desc: [
              'Դուք կարող եք այցելել Կայք առանց գրանցվելու, սակայն Կայքի և Ընկերության ամբողջական ծառայություններից օգտվելու համար Դուք պարտավոր եք գրանցվել Կայքում: Անձնական տեղեկությունները հավաքագրվում են (ստացվում են) միայն այն ժամանակ, երբ Դուք դրանք տրամադրում եք գրանցման կամ գնում կատարելու ժամանակ: Գրանցվելիս կամ գնում կատարելիս Դուք պետք է տրամադրեք Ձեր անունը, հասցեն, էլ. փոստի հասցեն և կոնտակտային տվյալները: ',
            ],
          },
          {
            desc: [
              'Օգտատերերի վարքագիծը և կայքի օգտագործման հարմարավետությունը վերլուծելու և առավել հարմարավետ ծառայություններ մատուցելու նպատակով, կայքից օգտվելու դեպքում մեզ մոտ կիրառվող մոնիթորինգային և վերլուծական համակարգերին ավտոմատ կերպով կարող են փոխանցվել Ձեր IP հասցեն, բրաուզերի անվանումը, համակարգչի տեսակը, տեխնիկական տվյալներ օգտատերերի վերաբերյալ և մեր կայքի հետ կապ հաստատելու միջոցները, ինչպիսիք են օպերացիոն համակարգի տեսակը, ինտերնետային ծառայություն տրամադրող կազմակերպության անունը և այլ համանման տեղեկություններ: ',
            ],
          },
          {
            desc: [
              'Կայքի օգտագործումը արագ և հարմարավետ դարձնելու նպատակով կայքը կարող է օգտագործել տեղեկանիշներ (cookies): Տեղեկանիշները տառաթվային տողեր են, որոնք ստեղծվում են կայքում: Կայք այցելելիս դրանք կրկնօրինակվում են Ձեր համակարգչի մեջ: Տեղեկանիշները անվտանգ են համակարգչի համար և անձնական տեղեկատվություն չեն հավաքագրում: Անվտանգության նկատառումներից ելնելով դրամային շարժերը և վերջիններիս վերաբերվող տվյալները կարող են վերահսկվել նաև դրամային փոխանցումները սպասարկող բանկերի և համակարգերի կողմից։',
            ],
          },
          {
            desc: [
              'Ընկերությունը ձեռնարկում է պատշաճ էլեկտրոնային, ֆիզիկական և այլ անվտանգության միջոցներ անօրինական մուտքից, փոփոխումից կամ հրապարակումից Ձեր անձնական տեղեկությունների անվտանգությունն ապահովելու համար: Ձեր տրամադրած բոլոր տվյալները պահվում են ապահով սերվերների տվյալների բազայում: Մենք գաղտնաբառերով պաշտպանում ենք Ձեր տրամադրած անձնական տեղեկություններ պարունակող Ընկերության ցանկացած էջ: Ընկերությունը երբեք չի խնդրի նշել Ձեր գաղտանաբառը հեռախոսազանգի կամ էլ. հասցեի միջոցով: Ձեր անձնական տվյալները չենք տրամադրի երրորդ անձանց, առանց Ձեր համաձայնության, բացառությամբ Օրենսդրությամբ նախատեսված դեպքերի (իրավապահ և պետական մարմինների իրենց իրավասության սահմաններում կատարված հարցումներ, դատական հարցումներ և այլն): Մեր կողմից Ձեր տվյալները կարող են հասանելի դարձվել միայն մեզ հետ փոխկապակցված անձանց, այն դեպքերում, երբ այդ տվյալները անհրաժեշտ են Ձեզ մատուցվող ծառայությունները իրականացնելու և դրանց որակը բարելավելու համար: Մենք համագործակցում ենք այլ կազմակերպությունների և/կամ անհատների հետ Ձեր Ծառայությունները պատշաճ մատուցելու նպատակով, ինչպես օրինակ. պատվերների ընդունում, տվյալների բազայի վերլուծություն, մարքեթինգային աջակցության մատուցում, բանկային քարտերով վճարումների իրականացման կատարում և քլիրինգ: Վերոնշյալ անձինք ստանում են անհրաժեշտ տվյալներին հասանելիություն իրենց կողմից նշված գործառնությունների իրականացման նպատակով և իրավունք չունեն օգտագործել նույն տեղեկատվությունը այլ նպատակներով:',
            ],
          },
        ],
      },
      {
        title: 'ՊԱՅՄԱՆԱԳՐԻ ԴԱԴԱՐՈՒՄ ԿԱՄ ԼՈՒԾՈՒՄ',
        description: [
          {
            desc: [
              'Դուք իրավունք ունեք ցանկացած պահի լուծել Ընկերության հետ կնքված Պայմանագիրը՝ մինչև լուծումը կատարելով Ընկերության հանդեպ ունեցած Ձեր բոլոր վճարային պարտականությունները: Ձեր կողմից ժամկետանց պարտավորության առկայության դեպքում Պայմանագիրը լուծված համարվել չի կարող:',
            ],
          },
          {
            desc: [
              'Պայմանագրի լուծման և mankan.am էջում գործող հաշիվը փակելու նպատակով անհրաժեշտ է անձնական հաշվին կցված էլեկտրոնային հասցեից {email} էլեկտրոնային հասցեին ներկայացնել դիմում Պայմանագրի լուծման և հաշվի փակման համար՝ նշելով հաշվի գրանցման ժամանակ տրամադրած էլեկտրոնային հասցեն, անուն/ազգանունը և հեռախոսահամարը։',
            ],
          },
          {
            desc: [
              'Պայմանագրի լուծման դիմում ներկայացնելը հաստատում է, որ Հաճախորդը հրաժարվում է հաշվին առկա բոնուս միավորներից։',
            ],
          },
        ],
      },
    ],
    'local.infoAboutYou':
      'Ցանկացած պարագայում մենք սիրով աջակցում ենք մեր հաճախորդներին և մեր մոտից գնված ապրանքներում առաջացած անսարքությունների դեպքում մեր մասնագետները հնարավորության դեպքում կվերանորոգեն և կհանձնեն Ձեզ։',
    'local.barcode': 'ID ',
    'local.wrong_promo_code': 'Սխալ պրոմո կոդ',
    'local.not_available_product': 'Արտադրանքը հասանելի չէ',
    'local.product_not_found': 'Տվյալ համադրությամբ ապրանքներ առկա չեն',
    'local.example': 'օր․ 910425',
    'local.shop_adresses': [
      {
        address: 'Ք. Երևան, Կարապետ Ուլնեցի 70 փող',
        phone: '(+374) 99 530311',
        businessHours: 'Ամեն օր՝ ժամը 10։00-ից 20։00',
      },
      {
        address: 'Ք. Երևան, Մեսրոպ Մաշտոց 24 պող',
        phone: '(+374) 99 540311',
        businessHours: 'Ամեն օր՝ ժամը 10։00-ից 20։00',
      },
      {
        address: 'Ք. Երևան, Աբովյան 36 փող',
        phone: '(+374) 99 520311',
        businessHours: 'Ամեն օր՝ ժամը 10։00-ից 20։00',
      },
      {
        address: 'Ք. Երևան, Դալմա Գարդեն Մոլ',
        phone: '(+374) 96 414029',
        businessHours: 'Ամեն օր՝ ժամը 10։00-ից 22։00',
      },
    ],
  },
  RU: {
    'local.necessary_skills': 'Necessary Skills',
    'local.job_responsibilities': 'Job Responsibilities',
    'local.filter': 'Фильтр',
    'local.endpoint': 'Конец ',
    'local.sm': 'см',
    'local.shortYear': 'г',
    'local.my_page': 'Моя страница',
    'local.general_assortment': 'Общий ассортимент',
    'local.back': 'Назад',
    'local.can_use_bonus_if':
      'Регистрируйтесь, копите бонусы и делайте покупки с набранными очками.',
    'local.more_percents_message':
      'Сделайте покупки еще {price} др. и вместо {last_percent}% копите {new_percent}% бонус.',
    'local.free_shipping_message':
      'Бесплатная доставка при покупке от {price} и более',
    'local.ex.reading': 'Нп.чтение',
    'local.download_CV_using_formats':
      'Скачать резюме в формате PDF, MS Word или JPG',
    'local.apply_online': 'Подать заявку онлайн',
    'local.attach': 'Прикрепить',
    'local.future_position': 'Какую позицию вы видите в будущем?',
    'local.ex.word': 'Нп.Word',
    'local.ex.economics': 'Нп.Экономика',
    'local.faculty': 'Факультет',
    'local.ex.YSU': 'Нп.ЕГУ',
    'local.educational_complex': 'Образовательный комплекс',
    'local.ex.bachelor': ' Пр.Бакалавр',
    'local.degree_of_education': 'Степень образования',
    'local.confirm': 'Подтвердить',
    'local.write_a_review': 'Написать ответ',
    'local.expect_from_our_team': 'Что вы ожидаете от нашей команды?',
    'local.add_another_social': 'Добавить ещё',
    'local.ex.facebook': 'Пр․ facebook',
    'local.social_networks': 'Аккаунты в социальных сетях',
    'local.add_another_favorite': 'Добавить ещё',
    'local.preferences': 'Хобби',
    'local.day': 'День',
    'local.project_name': 'Название програмы',
    'local.software_skills': 'Программные навыки',
    'local.add_other_business_exp': 'Добавить ещё',
    'local.still_working': ' Ещё работаю ',
    'local.ex.cashier': 'Пр.кассир',
    'local.startpoint': 'Начало',
    'local.position': 'Должность',
    'local.ex.Mankan': 'Пр.Манкан',
    'local.professional_experience': 'Опыт работы',
    'local.company': 'Компания',
    'local.add_another_educational_complex': 'Добавить ещё',
    'local.still_learning': 'Я все еще учусь',
    'local.education': 'Образование',
    'local.add_another_language': 'Добавить ещё',
    'local.Choose_from_a_5_point': 'Степень владения',
    'local.Armenian': 'Армянский',
    'local.knowledge_of_languages': 'Знание языков',
    'local.online_application': 'Онлайн заявка',
    'local.download_picture': 'Прикрепить фото',
    'local.add': 'Добавить ',
    'local.bonus_Wey': 'Бонус ',
    'local.credit_card': 'Банковсая  карта',
    'local.cash': 'Наличные ',
    'local.payment_method': 'Способ оплаты',
    'local.delivery_period': 'Время доставки',
    'local.enter': 'Подъезд',
    'local.apartment_house': 'Квартира / дом',
    'local.city_street': 'Улица / Здание',
    'local.mobile_phone': 'Мобильный телефон',
    'local.dr': 'AMD',
    'local.km': 'км',
    'local.fill_in_the_data': 'Данные доставки',
    'local.final_settlement': 'Окончательный расчет',
    'local.confirm_order': 'Подтвердить заказ',
    'local.today': 'Сегодня',
    'local.tomorrow': 'Завтра',
    'local.promo_code': 'Промо-код',
    'local.products': 'товар(ы)',
    'local.total': 'Всего',
    'local.date_of_purchase': 'Дата покупки',
    'local.product_available': 'Продукт доступен ',
    'local.job_announcements': 'Работа у нас',

    'local.order_again': 'Заказать снова',
    'local.money_accumulated': 'Накопленные баллы',
    'local.confirm_changes': 'Подтвердите изменения',
    'local.repeat_new_password': 'Повторите новый пароль',
    'local.change_password': 'Сменить пароль',
    'local.exit': 'Выход',
    'local.personal_info': 'Личные данные',
    'local.my_profile': 'Мой профиль',
    'local.my_orders': 'Мои заказы',
    'local.discount_size': 'Доступный размер бонуса',
    'local.similar_products': 'аналогичные продукты',
    'local.accompanying_products': 'Сопутствующие товары',
    'local.usefulness': 'Полезность',
    'local.battery': 'Батарея',
    'local.description': 'Описание',
    'local.technical_specifications': 'Характеристики',
    'local.add_batteries': 'Добавить батареи',
    'local.viewed_products': 'Просмотренные товары',
    'local.gender': 'Пол',
    'local.all_of': 'Все',
    'local.price_by_increase': 'Цена на увеличение',
    'local.new_products': 'Новые продукты',
    'local.specification': 'спецификация',
    'local.branded_paper_bags': 'Фирменные бумажные пакеты',
    'local.my_basket': 'Моя корзина',
    'local.see_more': 'Увидеть больше',
    'local.ulnetsi': 'Г. Ереван, ул. Улнеци 70',
    'local.abovyans': 'Г. Ереван, ул. Абовяна 36',
    'local.dalma': 'Г. Ереван, Далма Гарден Мол',
    'local.kiosk': 'киоск',
    'local.mashtots': 'Г. Ереван, проспект Маштоцa 24',
    'local.mon_fri': 'Пн. - Сб․',
    'local.return': 'Возврат',
    'local.delivery': 'Будет доставлен',
    'local.delivery_price': 'Доставка',
    'local.payment': 'Оплата',
    'local.name_surname': 'Имя Фамилия',
    'local.message': 'сообщение',
    'local.years': 'лет',
    'local.year_short': 'л.',

    'local.months': 'месяцев',
    'local.to_infants': 'Для новорожденных',
    'local.discounts': 'Скидки',
    'local.to_girls': 'Для девочек',
    'local.to_boys': 'Для мальчиков',
    'local.type': 'Категория',
    'local.for_boys': 'Для мальчик',
    'local.boy': 'Мальчик',
    'local.boy1': 'Для мальчиков',
    'local.girl': 'Девочка',
    'local.girl1': 'Для девочек',
    'local.all': 'Все',
    'local.for_girls': 'Для девочек',
    'local.register': 'Регистрация',
    'local.sign_up_get_updates': 'Подпишитесь, чтобы получать обновления',
    'local.information': 'Информация',
    'local.shops': 'Магазины',
    'local.age': 'Возраст',
    'local.brand': 'Бренд',
    'local.size': 'Размер',
    'local.bonus': 'Бонус',
    'local.quantity': 'количество',
    'local.price': 'Цена',
    'local.add_to_cart': 'Добавить в корзину',
    'local.buy_now': 'Купить сейчас',
    'local.buy': 'Купить',
    'local.extra': 'Экстра',
    'local.best_selling': 'Бестселлеры',
    'local.best_selling1': 'Бестселлер',
    'local.search': 'Поиск',
    'local.not_specifiedе': 'Полезность',
    'local.meaning': 'Полезность',
    'local.specify_price': 'Цена',
    'local.select_gender': 'Пол',
    'local.select_age': 'Возраст',
    'local.choose_gift': 'Выбрать подарок',
    'local.own_products': 'Собственная продукция',
    'local.discounted_assortment': 'Уцененный ассортимент',
    'local.select_by_age': 'Выбрать по возрасту',
    'local.news': 'Новинки',
    'local.write_complaint': 'Написать жалобу ',
    'local.write_offer': 'Написать предложение ',
    'local.complaint': 'Жалоба',
    'local.suggestion': 'Предложение',
    'local.will_send_new_password':
      'В течение нескольких минут на вашу эл. почту будет отправлена форма восстановления пароля.',
    'local.password_recovery': 'Восстановление пароля ',
    'local.forgot_password': 'Забыли пароль?',
    'local.remember': 'Запомнить',
    'local.send': 'Отправить',
    'local.repeat_password': 'Повторите пароль',
    'local.about_us': 'О нас',
    'local.feedback': 'Обратная связь',
    'local.payment_delivery_return': 'Оплата / Доставка / Возврат',
    'local.complain_suggestion': 'Предложение / Жалоба',
    'local.our_addresses': 'Филиалы',
    'local.login': 'Вход',
    'local.login1': 'Войти',
    'local.registration': 'Регистрация',
    'local.registration1': 'Зарегистрироваться',
    'local.name': 'Имя',
    'local.last_name': 'Фамилия',
    'local.email': 'Эл. Почта',
    'local.tel': 'Тел.',
    'local.item(s)': 'штук(а)',
    'local.password': 'Пароль',
    'local.view_more': 'Смотреть больше',
    'local.out_of_stock': 'Распродано',
    'local.vacancies': 'Вакансии',
    'local.confirmEmail': 'Пожалуйста, подтвердите адрес электронной почты',
    'local.enter_your_email': 'Введите адрес электронной почты',
    'local.enter_your_password': 'Введите пароль',
    'local.required': 'Обязательное поле',
    'local.wrong_email_or_password':
      'Неверное имя пользователя или пароль. Пожалуйста, попробуйте ещё раз!',
    'local.invalid_email': 'Неверно указан адрес эл. почты',
    'local.enter_your_name': 'Введите ваше имя',
    'local.enter_your_surname': 'Введите вашу фамилию',
    'local.enter_your_number': 'Введите ваш номер телефона',
    'local.invalid_field': 'Неверно заполнено поле',
    'local.passwords_must_match': 'Пароли не совпадают',
    'local.password_min_length': 'Пожалуйста, введите минимум 6 символов',
    'local.must_accept_terms_and_conditions':
      'Принять Условия обслуживания и Политику конфиденциальности.',
    'local.i_have_read_and_agree': 'Ознакомлен(а) с {termsOfService}.',
    'local.terms_of_service': 'правилами пользования',
    'local.privacy_policy': 'Политику конфиденциальности',
    'local.discount_price': 'Цена со скидкой',
    'local.enter_your_fullname': 'Введите свое полное имя',
    'local.min_3_symbols': 'Пожалуйста, введите минимум 3 символов',
    'local.upload_img': 'Пожалуйста, загрузите изображение',
    'local.successText': 'Успешно выполнено!',
    'local.errorText': 'Что-то пошло не так',
    'local.loadingText': 'Загрузка...',
    'local.about-us': {
      title1: 'title ru',
      title2: 'title ru',
      text1: {
        p1:
          'История “Манкан” начинается с 1992 года, когда Варужан Гюрджян работал в ереванском универмаге “Торговый центр”. В центре не было игрушечного отдела, поэтому директор торгового центра предложил господину Гюрджяну открыть игрушечный отдел и руководить им. Господин Гюрджян, который в студенческие годы имел опыт работы только в фабрике производства пластиковых игрушек, открывает отдел. Для того, чтобы хоть как-то организовать продажу, с большим трудом добывают игрушки из России и Армении.',
        p2:
          'С 1993 года стал возможным ввоз товаров из-за рубежа. С целью расширения продажи, некоторое время спустя, г-н Гюрджян принимает решение основать собственную фирму.',
        p3:
          'В июне 1998 г. основывается ОOO “Манкан”, и по адресу Маштоц 24 открыватеся одноименный специализированный магазин ирушек, что дает возможность непосредственно расширить продажу с сотрудниками-производителями. Имя “Манкан” было выбрано довольно быстро.  Г-н Гюрджян хотел, чтобы имя было простым для восприятия и понимания пользователей.',
      },
      text2: {
        p1:
          'В июне 1998 г. основывается ОOO “Манкан”, и по адресу Маштоц 24 открыватеся одноименный специализированный магазин ирушек, что дает возможность непосредственно расширить продажу с сотрудниками-производителями. Имя “Манкан” было выбрано довольно быстро.  Г-н Гюрджян хотел, чтобы имя было простым для восприятия и понимания пользователей.',
        p2:
          'Варужан Гюрджян начал путешествовать по всему миру, искал и посещал фабрики, занимающиеся производством игрушек, становясь более информированным и развивая свои знания. В 2002г.  по адресу Абовян 36 открывается второй одноименный магазин. В это время люди стали больше узнавать “Манкан”, и с каждым днем игрушки становились более известными и востребованными.',
        p3:
          'В 2012 г. в Ереване открывается первый торговый центр по имени “Далма Гарден Молл”. Специализированный магазин игрушек “Манкан”  становится одним из первых  “жителей”  “Далма Гарден Молл”. Между тем, имея уже три специализированных игрушечных магазина, а также многожество магазин-сотрудников, фабрика своей производственностью и территорией больше не соответствовала требованиям. Следовательно, г-н Гюрджян принимает решение построить новую фабрику с нуля.',
        p4:
          'С 2016 г.  фабрика переехала на новый адрес К. Улнеци 70. Новая фабрика более просторная и аккуратная. Она оснащена новейшей технологией, что позволяет организовать производственный процесс и более эффективно расширятся. По этому же адресу на первом этаже открывается четвертый одноименный  магазин. На данный момент  “Манкан” является первой  и единственной компанией, производящей мягконабивные игрушки. Она предлагает широкий ассортимент мягких игрушек, интерактивных игрушек, а также образовательных плакатов.',
        p5: '“Манкан” любит и уважает своего каждого клиента.',
        p6:
          'Наша основная цель-довольный клиент.  Г-н Гюрджян всегда в процессе, он никогда не перестает достигать новых целей, чтобы дети были счастливее вместе со своими самыми мягкими и дружелюбными игрушками.',
        p7:
          'Как уже отмечалось выше, фабрика оснащена новейшей технологией. Для производства игрушек используются только самые лучшие материалы, которые исключительно чисты и предназначены для производства игрушек, которых дети будут называть “ДРУГОМ”. Безопасность нашего игрушечного качества соответствует международным стандартам.',
        p8:
          'За время своей деятельности “Манкан” принял участие  во многих выставках и различных благотворительных мероприятиях.',
        p9:
          'Сегодня компания не ограничивается своими достижениями.  “Манкан” продолжает прогрессировать и расширяться.',
      },
    },
    'local.payment-delivery-return': {
      payment: {
        paragraphs: [
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
        ],
        listItems: [
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
        ],
      },
      delivery: {
        paragraphs: [
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
        ],
        listItems: [
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
        ],
      },
      Return: {
        paragraphs: [
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
        ],
        listItems: [
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
        ],
      },
    },
    'local.in_cart': 'Купить сейчас',
    'local.go_to_cart': 'Добавить корзину',
    'local.modal_battery':
      'В случае активации необходимые батареи будут автоматически добавлены в корзину',

    'local.email_already_exist': 'Почта уже зарегистрирована',
    'local.sign_up_for_bonus':
      'Регистрируйтесь, копите бонусы и делайте покупки с набранными очками.',
    'local.follow_us_for_promo':
      'Следите за новостями, получайте промо-коды и делайте покупки со скидками.',
    'local.not_enough_bonus': 'Недостаточно очков.',
    'local.yerevan_cty': 'Г. Ереван',
    'local.delivery_only_in_yerevan':
      'Служба доставки пока действует только в городе Ереван',
    'local.i_know': 'Ознакомлен(а) с',
    'local.rules_of_using': ' правилами пользования',
    'local.using-rules': 'Правила пользования ',
    'local.bonus-and-promo-code': 'Бонус и промокод',
    'local.using-bonus': 'Используя бонус',
    'local.payment-methods': 'Способы оплаты',
    'local.min-price': 'Минимальная цена',
    'local.max-price': 'Максимальная цена',
    'local.min_price_of_order':
      'минимальная общая стоимость должна быть {price} др.',
    'local.not_listed': 'Не указано',
    'local.no_vacancy_text': 'В данный момент вакансий нет',
    'locale.confirm_email': 'Пожалуйста, подтвердите email',
    'locale.thanks_follow': 'Спасибо за подписку',
    'locale.no_items_in_wish-list': 'Нет предметов в списке желаний',
    'locale.no_items_in_the_cart': 'Пустая корзина',
    'local.home-page': 'Главная',
    'local.catalog': 'Каталог',
    'local.wishlist': 'Список Желаний',
    'local.already_in_cart': 'В корзине',
    'local.cart_added_success': 'Добавлено',
    'local.box_size': 'Размер коробки',
    'local.bonus_and_promo_code1': 'Бонус и промо-код',
    'local.bonus_and_promo_code': [
      {
        title: 'БОНУС',
        description: [
          {
            desc: [
              'Бонусы представляют собой систему кэшбэка, согласно которой, на баланс Пользователя накапливаются средства от совершенных покупок, по проценту, причитающему данному Пользователю.',
            ],
          },
          {
            desc: [
              'Каждый Пользователь, в зависимости от общего объема покупок, совершенных с Вебсайта с момента регистрации, может получить бонус в размере 2%, 3% или 4%.',
            ],
          },
          {
            desc: [
              'С момента регистрации каждый Пользователь получает кэшбэк в размере 2%.',
            ],
          },
          {
            desc: [
              'Если с момента регистрации Пользователь совершил покупку с Вебсайта на сумму более 200 000 драмов, он/она получает бонус в размере 3%.',
            ],
          },
          {
            desc: [
              'Если с момента регистрации Пользователь совершил покупку с Вебсайта на сумму более 500 000 драмов, он/она получает бонус в размере 4%.',
            ],
          },
          {
            desc: [
              'Бонусы рассчитываются исходя из окончательной цены Товара в корзине (без учета суммы доставки). Бонусные баллы не могут быть обналичены или переведены на другие Учетные записи и могут быть использованы только для совершения покупок с Вебсайта.',
            ],
          },
          {
            desc: [
              'Бонусы могут быть использованы только для полной оплаты и не могут быть использованы в сочетании с наличными или онлайн-платежами.',
            ],
          },
          {
            desc: [
              'В случае отмены регистрации, накопленные бонусные баллы аннулируются.',
            ],
          },
        ],
      },
      {
        title: 'ПРОМО КОД',
        description: [
          {
            desc: [
              'К каждому промо-коду прикреплён определенный процент скидки, через который на Вебсайте Вы можете совершать покупки со скидкой. С помощью Промо-кода дисконтируется общая сумма Товаров в корзине на момент покупки (кроме суммы доставки).',
            ],
          },
          {
            desc: [
              'Промо-коды предназначены для одноразового использования и не могут быть использованы вторично.',
            ],
          },
        ],
      },
    ],
    'local.updated': 'Обновлён 01.06.2020',
    'local.using_rules': [
      {
        title: 'ОБЩИЕ СВОЙСТВА И ПОЛОЖЕНИЯ',
        description: [
          {
            desc: [
              'Данные Общие свойства и положения определяют и регулируют правовые отношения, связанные с продажей игрушек и аксессуаров для детей (далее - Продажа), продаваемых на вебсайте (далее - Вебсайт), принадлежащей  компании с ограниченной ответственностью Манкан  (далее - Компания).',
            ],
          },
          {
            desc: [
              'Заходя на Вебсайт, используя любой сервис на Вебсайте или загружая любой контент полностью или частично, Вы, как пользователь (далее - Пользователь, Вы, Ваш, Клиент, Покупатель) подтверждаете, что Вы полностью прочитали и поняли данные Условия использования, а также другие Условия Компании о продажах, опубликованных на Вебсайте и положения Договора о публичных поставках (далее - Договор), вы принимаете их безоговорочно, независимо от того, являетесь ли вы Покупателем, зарегистрированным Пользователем Вебсайта или  же просто посетителем.',
            ],
          },
          {
            desc: [
              'Компания имеет право в одностороннем порядке изменить данные Положения в любое время без предварительного уведомления. В случае их изменения Компания опубликует обновленные Положения на Вебсайте, указав дату последнего изменения. Пользователь обязан время от времени посещать Вебсайт и проверять изменения Положения использования. Кроме того, новые Положения имеют юридическую силу и применяются к обязательствам, возникающим после их размещения на Вебсайте.',
            ],
          },
          {
            desc: [
              'Если Вы не согласны с данными Положениями, прекратите использование Вебсайтом. Находясь на Вебсайте, открывая Учетную запись, становясь Пользователем и пользуясь Услугами, Вы подтверждаете свое безоговорочное согласие с этими Положениями.',
            ],
          },
        ],
      },
      {
        title: 'ПРАВО НА ПОДПИСАНИЕ КОНТРАКТА',
        description: [
          {
            desc: [
              'Зарегистрироваться или совершить покупку на Вебсайте могут правоспособные  и дееспособные лица старше 18 лет. Компания не несет ответственности за какие-либо действия, предпринятые лицами моложе 18 лет или являющимися недееспособными (по признанию суда).',
            ],
          },
          {
            desc: [
              'В личные данные могут быть внесены только данные, которые фактически принадлежат зарегистрированному Пользователю или Пользователю, делающему покупки. Соглашаясь с данным Положением, Вы признаете, что Компания не может проверять подлинность Ваших заявлений на данном этапе, которые Вы предоставляете, поэтому Вы несете единоличную ответственность за любые нарушения данного пункта.',
            ],
          },
          {
            desc: [
              'В случае обнаружения ошибочных или ненадежных данных, Компания имеет право удалить Пользователя из системы,  обнулив накопленные баллы и историю покупок.',
            ],
          },
        ],
      },
      {
        title: 'УСЛОВИЯ ПРОВИДЕНИЯ ДОСТАВКИ',
        description: [
          {
            desc: [
              'Компания продает свою продукцию своим Клиентам (далее - Товар) и передает их курьерской службе для доставки по адресу, указанному Заказчиком.',
            ],
          },
          {
            desc: [
              'Чтобы полнее использовать возможности совершения покупок на Вебсайте, Вы должны зарегистрироваться на Вебсайте и открыть Учетную запись Пользователя (далее - Учетная запись Пользователя или Учетная запись). Каждый Пользователь может иметь только одну Учетную запись. Пользователи не имеют права использовать Учетную запись другого Пользователя. При открытии Учетной записи Пользователь должен правильно и точно представить всю необходимую информацию. Пользователи несут ответственность за ведение информации для входа в свою Учетную запись и отвечают за операции через свою Учетную запись.',
            ],
          },
          {
            desc: [
              'Пользователь обязан немедленно уведомить Компанию, если он уверен, что к его Учетной записи был сделан несанкционированный доступ. В таком случае Компания имеет право немедленно заблокировать Учетную запись до полного выяснения обстоятельств.  В любом случае, Компания не несет ответственности за любые действия, предпринятые другими Пользователями через счет Пользователя. Пользователь несет ответственность за ущерб, причиненный Компании или третьим лицам этими действиями.',
            ],
          },
          {
            desc: [
              'При совершении заказа Клиент обязан иметь на счете или наличными достаточные средства для выполнения указанного Заказа.',
            ],
          },
          {
            desc: [
              'Компания может в тот момент, когда общий объем заказов увеличивается (праздничные дни, дисконтные программы или мероприятия и т. д.), или в случае технических (пробки, автомобильные аварии и т. д.) или природных барьеров, задерживать доставку заказов.',
            ],
          },
        ],
      },
      {
        title: 'УСЛОВИЯ ПРИНЯТИЯ И АДРЕССОВАНИЯ ЗАКАЗОВ',
        description: [
          {
            desc: [
              'После получения заявки на покупку Товара, Сервисный отдел Компании дополнительно проверяет внешний вид данного товара и отсутствие физических или механических дефектов. Если приобретенный Товар не соответствует характеристике, предписанной для продажи, есть физические или механические дефекты, то сотрудник Сервисного центра Компании связывается с Вами, чтобы заменить Товар или отменить заказ.',
            ],
          },
          {
            desc: [
              'Если приобретенный Товар соответствует представленным стандартам, отсутствуют физические или механические дефекты, то Товар подготавливается к доставке, после чего Сотрудник сервисного центра Компании может дополнительно созвониться с Вами, чтобы подтвердить детали Вашего заказа (подтверждение адреса доставки, заказанные товары, времени доставки).',
            ],
          },
          {
            desc: [
              'Если Покупатель в заявке на покупку указал, что произведет оплату наличными и не отвечает на телефонный звонок, полученный из сервисного центра на указанный номер телефона, то Компания имеет право не передавать Товар на поставку и отменить сделку.',
            ],
          },
          {
            desc: [
              'Если Покупатель совершил онлайн-платеж и не отвечает на телефонный звонок, полученный из Сервисного центра на указанный номер телефона, то Компания имеет право не передавать Товар на доставку, а в случае, если Клиент не связываться с Сервисным Центром в течение следующего рабочего дня, отменить транзакцию и вернуть всю сумму.',
            ],
          },
          {
            desc: [
              'Если Покупатель произвел оплату накопленными бонусными баллами и не отвечает на телефонный звонок, полученный из Сервисного центра на указанный номер телефона, то Компания имеет право не передавать Товар на доставку, а в случае, если Клиент не связываться с Сервисным Центром в течение следующего рабочего дня, отменить транзакцию и вернуть все накопленные баллы.',
            ],
          },
          {
            desc: [
              'В случае подтверждения заказа Покупателем, доставка передается курьеру.',
            ],
          },
          {
            desc: [
              'Курьер - это физическое или юридическое лицо, которое сотрудничает с Компанией, но является отдельным налогоплательщиком.',
            ],
          },
          {
            desc: [
              'Если Покупатель в заявке на покупку указал, что произведет оплату наличными, и после передачи Товара курьеру меняется адрес доставки, то Компания имеет право взимать дополнительную плату за доставку товара во время доставки Покупателю в размере стоимости одной полной доставки, а купон за дополнительно начисленную сумму Покупатель может получить  из Сервисного центра по адресу г. Ереван, К. Улнеци 70 или по электронной почте.',
            ],
          },
          {
            desc: [
              'Если Покупатель совершил онлайн-платеж, и после передачи Товара курьеру меняется адрес доставки, то Компания имеет право взимать дополнительную плату наличными за доставку товара во время доставки Покупателю в размере  суммы одной полной доставки, а купон за дополнительно начисленную сумму Покупатель может получить  из Сервисного центра по адресу г. Ереван, К. Улнеци 70 или по электронной почте.',
            ],
          },
          {
            desc: [
              'Если Покупатель произвел оплату накопленными бонусными баллами, и после передачи Товара курьеру меняется адрес доставки, то Компания имеет право взимать дополнительную плату наличными за доставку товара во время доставки Покупателю в размере суммы одной полной доставки, а купон за дополнительно начисленную сумму Покупатель может получить  из Сервисного центра по адресу г. Ереван, К. Улнеци 70 или по электронной почте.',
            ],
          },
          {
            desc: [
              'Курьер может связаться с Покупателем по телефону, чтобы уточнить адрес или другие детали. Если Покупатель не отвечает на звонок курьера на указанный номер телефона, или существуют и другие препятствия для доставки, то курьер имеет право вернуть заказ в Сервисный центр.',
            ],
          },
          {
            desc: [
              'Если Покупатель в заявке на покупку указал, что произведет оплату наличными и не отвечает на звонок курьера на указанный номер телефона, или существуют и другие препятствия для доставки, то, если Покупатель не связывается с Сервисным центром в течение одного рабочего дня после возврата товара в Сервисный центр, Компания имеет право считать заказ отмененным.',
            ],
          },
          {
            desc: [
              'Если Покупатель совершил онлайн-платеж и не отвечает на звонок курьера на указанный номер телефона, или существуют и другие препятствия для доставки, то, если Покупатель не связывается с Сервисным центром в течение одного рабочего дня после возврата товара в Сервисный центр, Компания имеет право считать заказ отмененным, вернув всю сумму целиком, кроме платы за доставку. ',
            ],
          },
          {
            desc: [
              'Если Покупатель произвел оплату накопленными бонусными баллами и не отвечает на звонок курьера на указанный номер телефона, или существуют и другие препятствия для доставки, то если Покупатель не связывается с Сервисным центром в течение одного рабочего дня после возврата товара в Сервисный центр, Компания имеет право считать заказ отмененным, вернув все бонусные баллы, кроме баллов, заплаченных за доставку. ',
            ],
          },
          {
            desc: [
              'Если Покупатель не отвечает на звонки Сервис центра или как-то иначе препятствует осуществлению доставки, после возврата доставки  в Сервисный центр, если доставка снова производится, то такая доставка считается двойной, и Компания имеет право взимать двойную сумму доставки.',
            ],
          },
          {
            desc: [
              'Если случаи, когда Покупатель не отвечает на звонки Сервис центра или как-то иначе препятствует осуществлению доставки, случаются часто, то заказы данного Покупателя могут больше не обслуживаться, Покупатель может быть удален из системы, потеряв накопленные баллы и историю совершенных покупок. ',
            ],
          },
          {
            desc: [
              'В момент получения заказа, в присутствии курьера, Покупатель обязан проверить соответствие качества доставленного товара, возможные физические и механические дефекты и исправность. Если какой-либо из доставленных товаров не соответствует требуемому качеству, имеются физические или механические дефекты или же Товар находится в неисправном состоянии, Покупатель может отказаться  как только от данного конкретного Товара, так и от всей  доставки целиком или потребовать новый Товар или заменить его.',
            ],
          },
          {
            desc: [
              'Если какой-либо из доставленных товаров не соответствует требуемому качеству, имеются физические или механические дефекты или же Товар находится в неисправном состоянии, то в случае  замены Товара взымается единовременная плата за доставку.',
            ],
          },
          {
            desc: [
              'Если Покупатель произвел оплату наличными, доставленные товары хорошего качества, не имеют физических или механических дефектов, находятся в хорошем состоянии, но Покупатель отказывается от заказанных Товаров, то Компания имеет право взимать с Покупателя плату за услугу доставки.',
            ],
          },
          {
            desc: [
              'Если Покупатель совершил онлайн-платеж, доставленные товары хорошего качества, не имеют физических или механических дефектов, находятся в хорошем состоянии, но Покупатель отказывается от заказанных Товаров, тогда вся сумма возвращается, кроме платы за доставку.',
            ],
          },
          {
            desc: [
              'Если Покупатель произвел оплату накопленными бонусными баллами, доставленные товары хорошего качества, не имеют физических или механических дефектов, находятся в хорошем состоянии, но Покупатель отказывается от заказанных Товаров, тогда все бонусные баллы возвращается, кроме баллов, зачисленных за плату за доставку.',
            ],
          },
          {
            desc: [
              'Если покупатель часто отказывается от товаров хорошего качества, без физических и механических дефектов, заказы данного Покупателя  могут быть не приняты, Покупатель может быть удален из системы, потеряв накопленные баллы и историю покупок.',
            ],
          },
        ],
      },
      {
        title: 'УСЛОВИЯ ОПЛАТЫ И ВОЗВРАТА',
        description: [
          {
            desc: [
              'Наличную оплату за продаваемые Компанией товары может осуществляться только в армянских драмах.  ',
            ],
          },
          {
            desc: [
              'Продажа товаров  осуществляется по тарифам, в данный момент указанных на Вебсайте.',
            ],
          },
          {
            desc: [
              'В соответствии с законодательством РА, Покупатель имеет право в течении 14 дней вернуть доставку при наличии купона на покупку, маркировки, прикрепленной к товару, отсутствии физических и механических дефектов, а также в исправном состоянии, получив назад все уплаченные деньги, кроме платы за доставку.',
            ],
          },
          {
            desc: [
              'В случае онлайн-платежа, при возврате товара  в соответствии с процедурой, определенной в пункте 3 настоящей главы, перевод  суммы может занять 10 рабочих дней, в зависимости от скорости банковских услуг.',
            ],
          },
          {
            desc: [
              'В случае платежа за товар бонусными баллами, при возврате товара  в соответствии с процедурой, определенной в пункте 3 настоящей главы, перевод  суммы может занять 5 рабочих дней.',
            ],
          },
          {
            desc: [
              'Независимо от способа оплаты, после получения доставки от курьера, возврат может быть произведен самостоятельно, принеся Товар в Сервисный центр, по адресу г. Ереван, К. Улнеци 70. ',
            ],
          },
          {
            desc: [
              'Правила возврата, регулируемые настоящей главой, не распространяются на товары, определенные законодательством Республики Армения, для которых законодательством не предусмотрено возмещение.',
            ],
          },
        ],
      },
      {
        title: 'КОНФИДЕНЦИАЛЬНОСТЬ',
        description: [
          {
            desc: [
              'Вы можете посещать Вебсайт без регистрации, но Вы должны зарегистрироваться на Вебсайте, чтобы использовать полный спектр услуг компании. Личные данные собирается (получается) только тогда, когда Вы предоставляете их во время регистрации или покупки. При регистрации или совершении покупки Вы должны указать свое имя, адрес, адрес электронной почты и контактную информацию.',
            ],
          },
          {
            desc: [
              'Для анализа поведения Пользователей, для анализа удобства пользования Вебсайтом, для предоставления более удобных услуг, при использовании сайта, используемые нами системы мониторинга и анализа могут автоматически перенять Ваш IP-адрес, имя браузера, тип компьютера, техническую информацию о Пользователях, средства связи с нашим сайтом, такие как тип операционной системы, название организации, предоставляющей  Интернет услуги и другая подобная информация.',
            ],
          },
          {
            desc: [
              'Сайт может использовать Куки, чтобы сделать сайт быстрым и удобным в использовании. Куки - это линии шрифта, созданные на Вебсайте. При посещении сайта они дублируются на вашем компьютере. Куки безопасны для компьютера и не собирают личные данные. По соображениям безопасности движение денежных средств и связанные с ним данные могут контролироваться банками и системами, обслуживающими денежные переводы.',
            ],
          },
          {
            desc: [
              'Компания принимает соответствующие электронные, физические и другие меры безопасности, чтобы обеспечить защиту ваших личных данных от незаконного доступа, изменения или публикации. Все предоставленные вами данные хранятся в защищенной базе данных сервера. С помощью паролей мы защищаем любую страницу Компании, которая содержит ваши личные данные. Компания никогда не попросит Вас назвать пароль в телефонном звонке или по электронной почте. Мы не будем предоставлять ваши персональные данные третьим лицам без вашего согласия, за исключением случаев, предусмотренных законодательством (запросы в рамках юрисдикции правоохранительных и государственных органов, судебные расследования и т. д.). Мы можем предоставлять Ваши данные только лицам, связанным с нами, в тех случаях, когда эта информация требуется для предоставления вам услуг,  и для улучшения их качества. Мы сотрудничаем с другими организациями и/или частными лицами для надлежащего предоставления вам Услуг, таких как прием заказов, анализ базы данных, маркетинговая поддержка, оплата банковскими картами и клиринг. Указанные лица имеют доступ к необходимым данным для осуществления указанных ими операций и не вправе использовать эту информацию для других целей.',
            ],
          },
        ],
      },
      {
        title: 'ПРЕКРОЩЕНИЕ И РАСТОРЖЕНИЕ КОНТРАКТА',
        description: [
          {
            desc: [
              'Вы имеете право в любое время расторгнуть Соглашение с Компанией до расторжения выполнив все Ваши платежные обязательства перед Компанией. При наличии просроченных обязательств, Соглашение не может считаться расторгнутым.',
            ],
          },
          {
            desc: [
              'Чтобы расторгнуть Договор и закрыть Учетную запись на  Вебсайте mankan.am, необходимо подать заявление о расторжении Договора и закрытия счета по адресу {email} с адреса электронной почты, прилепленного к Учетной записи, с указанием адреса электронной почты, имени/фамилии и номера телефона, указанных при регистрации Учетной записи.',
            ],
          },
          {
            desc: [
              'Подача заявки на расторжение Договора означает, что Клиент отказывается от бонусных баллов на Учетной записи.',
            ],
          },
        ],
      },
    ],
    'local.infoAboutYou':
      'В любом случае мы с радостью окажем содействие нашим клиентам, и при неисправности приобретенной у нас продукции наши специалисты по возможности отремонтируют и доставят ее Вам.',

    'local.Phone': 'Телефон',
    'local.Business_hours': 'Рабочий график',
    'local.Wish_list': 'Список предпочтений',
    'local.new_password': 'Новый пароль',

    'local.barcode': 'ID ',
    'local.wrong_promo_code': 'Неправильный пором код',
    'local.not_available_product': 'Товара нет в наличии ',
    'local.product_not_found': 'Нет продуктов с этой комбинацией',
    'local.example': 'например 910425',
    'local.shop_adresses': [
      {
        address: 'Г. Ереван, ул. Карапета Улнеци 70',
        phone: '(+374) 99 530311',
        businessHours: 'Каждый день с 10։00 до 20։00',
      },
      {
        address: 'Г. Ереван, проспект Месропа Маштвца 24',
        phone: '(+374) 99 540311',
        businessHours: 'Каждый день с 10։00 до 20։00',
      },
      {
        address: 'Г. Ереван, ул. Абовяна 36',
        phone: '(+374) 99 520311',
        businessHours: 'Каждый день с 10։00 до 20։00',
      },
      {
        address: 'Г. Ереван, Далма Гарден Мол',
        phone: '(+374) 99 414029',
        businessHours: 'Каждый день с 10։00 до 22։00',
      },
    ],
  },
  ENG: {
    'local.barcode': 'ID ',
    'local.filter': 'Filter',
    'local.necessary_skills': 'Necessary Skills',
    'local.job_responsibilities': 'Job Responsibilities',
    'local.back': 'Back',
    'local.general_assortment': 'General assortment',
    'local.my_page': 'My Page',
    'local.shortYear': 'y',
    'local.ex.economics': 'Ex.Economics',
    'local.more_percents_message':
      'Make additional {price} AMD purchase to earn {new_percent}% cash back bonus reward instead of {last_percent}%.',
    'local.free_shipping_message':
      'Free delivery on purchases {price}  or more',
    'local.ex.word': 'Ex.Word',
    'local.future_position':
      'In what position do you see yourself in the future?',
    'local.apply_online': 'Apply online',
    'local.download_CV_using_formats':
      'Download CV in PDF, MS Word or JPG format',
    'local.ex.reading': 'Ex.reading',
    'local.day': 'Day',
    'local.not_specifiedе': 'Usefulness',
    'local.confirm_changes': 'Confirm Changes',
    'local.select_age': 'Age',
    'local.mobile_phone': 'Mobile phone',
    'local.apartment_house': 'Apartment / House',
    'local.software_skills': 'Software skills',
    'local.meaning': 'Usefulness',
    'local.still_learning': 'Still learning',
    'local.choose_gift': 'Choose a Gift',
    'local.position': 'Position ',
    'local.preferences': 'Preferences',
    'local.startpoint': 'Start ',
    'local.endpoint': 'End ',
    'local.add_another_favorite': 'Add another',
    'local.add_other_business_exp': 'Add another',
    'local.still_working': "I'm still working",
    'local.ex.facebook': 'Ex․ facebook',
    'local.online_application': 'Online application',
    'local.professional_experience': 'Work experience',
    'local.cash': 'Cash',
    'local.ex.cashier': 'Ex․Cashier',
    'local.bonus_Wey': 'Bonus',
    'local.add': 'Add',
    'local.can_use_bonus_if': 'Sign in and earn bonuses shup with your points',
    'local.attach': 'Attach',
    'local.add_another_social': 'Add another',
    'local.ex.Mankan': 'Ex․Mankan',
    'local.add_another_language': 'Add another',
    'local.education': 'Education',
    'local.knowledge_of_languages': 'Language proficiency',
    'local.buy_now': 'Buy Now',
    'local.Choose_from_a_5_point': 'Level',
    'local.degree_of_education': 'Degree of education',
    'local.ex.bachelor': 'Ex.Bachelor',
    'local.educational_complex': 'Educational Complex',
    'local.ex.YSU': 'Ex.YSU',
    'local.company': 'company',
    'local.confirm': 'Confirm',
    'local.Armenian': 'Armenian',
    'local.payment_method': 'Payment Method ',
    'local.add_another_educational_complex': 'Add another',
    'local.download_picture': 'Upload photo',
    'local.credit_card': 'Bank card',
    'local.my_orders': 'My orders',
    'local.city_street': 'Street / building',
    'local.delivery_period': ' Delivery time',
    'local.expect_from_our_team': 'What do you expect from our team?',
    'local.fill_in_the_data': 'Delivery Data',
    'local.project_name': 'Program Name',
    'local.products': 'product(s)',
    'local.enter': 'Entrance',
    'local.dr': 'AMD',
    'local.write_a_review': 'Write a Review',
    'local.final_settlement': 'Final Settlement',
    'local.km': 'km',
    'local.date_of_purchase': 'Date of purchase ',
    'local.today': 'Today',
    'local.tomorrow': 'Tomorrow',
    'local.confirm_order': 'Confirm',
    'local.quantity': 'Quantity',
    'local.promo_code': 'Promo Code',
    'local.repeat_new_password': 'Repeat new password',
    'local.total': 'Total',
    'local.job_announcements': 'Job Announcements',
    'local.order_again': 'Order again',
    'local.product_available': 'Product available',
    'local.social_networks': 'Social networks',
    'local.money_accumulated': 'Points earned',
    'local.personal_info': 'Personal Data',
    'local.information': 'Information',
    'local.my_profile': 'My profile',
    'local.change_password': 'Change password',
    'local.faculty': 'Faculty',
    'local.similar_products': 'Similar Products',
    'local.search': 'Search',
    'local.exit': 'Exit',
    'local.technical_specifications': 'Specifications',
    'local.accompanying_products': 'You may also like',
    'local.discount_size': 'Available bonus size',
    'local.battery': 'Battery',
    'local.delivery': 'Will be delivered',
    'local.delivery_price': 'Delivery',
    'local.usefulness': 'Usefulness',
    'local.add_batteries': 'Add batteries',
    'local.write_complaint': ' Write a Complaint',
    'local.my_basket': 'My cart',
    'local.gender': 'Gender',
    'local.description': 'Description',
    'local.item(s)': 'item(s)',
    'local.all_of': 'All',
    'local.viewed_products': 'Viewed products',
    'local.price_by_increase': 'Price (low first)',
    'local.see_more': 'See more',
    'local.branded_paper_bags': 'Branded Paper Bags',
    'local.abovyans': '36 Abovyan str., Yerevan',
    'local.mashtots': '24 Mashtots ave., Yerevan',
    'local.dalma': 'Dalma Garden Mall, Yerevan',
    'local.specification': 'Sort By',
    'local.new_products': 'New Items',
    'local.kiosk': 'kiosk',
    'local.return': 'Return',
    'local.ulnetsi': '70 Ulnetsi str., Yerevan',
    'local.type': 'Selection',
    'local.name_surname': 'First name, Last name',
    'local.years': 'years',
    'local.year_short': 'y.',
    'local.to_infants': 'Infants',
    'local.payment': 'Payment',
    'local.to_girls': 'Girls',
    'local.mon_fri': 'Mon. - Set.',
    'local.to_boys': 'Boys',
    'local.message': 'Message',
    'local.write_offer': ' Write an offer',
    'local.months': 'Months',
    'local.for_girls': 'For girls',
    'local.discounts': 'Sale',
    'local.sign_up_get_updates': 'Sign up to get updates',
    'local.shops': 'Shops',
    'local.for_boys': 'For boys',
    'local.girl': 'Girls',
    'local.girl1': 'Girls',
    'local.boy': 'Boys',
    'local.boy1': 'Boys',
    'local.size': 'Size',
    'local.bonus': 'Bonus',
    'local.all': 'All',
    'local.price': 'Price',
    'local.register': 'Register',
    'local.complaint': ' Complaint',
    'local.age': 'Age',
    'local.brand': 'Brand',
    'local.add_to_cart': 'Add to Cart',
    'local.best_selling': 'Best Sellers',
    'local.best_selling1': 'Best Seller',
    'local.buy': 'Buy',
    'local.suggestion': ' Suggestion',
    'local.extra': 'Extra',
    'local.discounted_assortment': 'Sale',
    'local.select_by_age': 'Select by Age',
    'local.own_products': 'Own production',
    'local.news': 'New Items',
    'local.specify_price': 'Price',
    'local.will_send_new_password':
      'You will receive a password recovery E-mail in a couple of minutes',
    'local.select_gender': 'Gender',
    'local.password_recovery': ' Password Recovery',
    'local.forgot_password': ' Forgot your password?',
    'local.remember': 'Remember',
    'local.send': 'Send',
    'local.repeat_password': 'Repeat password',
    'local.about_us': 'About us',
    'local.payment_delivery_return': 'Payment / Delivery / Return',
    'local.feedback': 'Feedback',
    'local.complain_suggestion': 'Suggestion / Complaint',
    'local.our_addresses': 'Branches',
    'local.login': 'Login',
    'local.login1': 'Login',
    'local.registration': 'Registration',
    'local.registration1': 'Login',
    'local.name': 'First name',
    'local.last_name': 'Last name',
    'local.email': 'Email',
    'local.tel': 'Tel.',
    'local.password': 'Password',
    'local.view_more': 'View more',
    'local.sm': 'cm',
    'local.out_of_stock': 'Out of stock',
    'local.vacancies': 'Vacancies',
    'local.confirmEmail': 'Please, confirm your email',
    'local.enter_your_email': 'Enter your email',
    'local.enter_your_password': 'Enter your password',
    'local.required': 'Required field',
    'local.wrong_email_or_password':
      'Invalid username or password, please try again',
    'local.invalid_email': 'Please, enter valid email address',
    'local.enter_your_name': 'Enter your name',
    'local.enter_your_surname': 'Enter your surname',
    'local.enter_your_number': 'Enter your phone number',
    'local.invalid_field': 'Invalid field',
    'local.passwords_must_match': 'Passwords must match',
    'local.password_min_length': 'Please enter at least 6 characters',
    'local.must_accept_terms_and_conditions':
      'Please accept Terms of Service and Privacy Policy.',
    'local.i_have_read_and_agree':
      'I have read and agreed to the {termsOfService}',
    'local.terms_of_service': 'Terms and conditions',
    'local.privacy_policy': 'Privacy Policy',
    'local.discount_price': 'Discounted price',
    'local.enter_your_fullname': 'Enter your full name',
    'local.min_3_symbols': 'Please enter at least 3 characters',
    'local.upload_img': 'Please upload an image',
    'local.successText': 'Successfully done!',
    'local.errorText': 'Something went wrong',
    'local.loadingText': 'Loading...',
    'local.email_already_exist': 'This e-mail is already registered',
    'local.sign_up_for_bonus': 'Sign up and earn bonuses shup with your points',
    'local.follow_us_for_promo':
      'Stay tuned for more news, receive promo codes and shop with the best deals',
    'local.not_enough_bonus': 'Not enough points.',
    'local.about-us': {
      title1: 'title eng',
      title2: 'title eng',
      text1: {
        p1:
          '“Mankan”s history goes back to 1992 when Varuzhan Gyurjyan was working at a shopping center in Yerevan, Armenia. Since the center did not have a toy store, the center’s director offered Mr. Varuzhan to open a toy store and become a head of it. Mr. Gyurjyan having only an experience of working at a factory of producing plastic toys during his student years, opens the store. He was searching for toys all over Armenia and Russia.',
        p2:
          'In 1993 it was possible to import products from overseas. Some times later, to expand the consumption Mr. Varuzhan decides to establish a company of his own.',
        p3:
          'In June 1998, Mankan LLC was established and a Toy store under the same name opened at 24 Mashtots Ave., which provided an opportunity to expand the field of cooperation with the producer-partners directly. The name “Mankan” was chosen very quickly. He wanted the name to be easy acceptable and understandable for the consumers.',
      },
      text2: {
        p1:
          'By that time the demand for plush toys was rising in Armenia. Years of work experience, constant self-improvement aspiration, as well as the desire of creating new jobs gave Mr. Gyurjyan an idea to open his own factory of producing plush toys. The luck was on his side and in 2000 he managed to find a property for the factory right in his neighborhood, Zavaryan 57/19. The production began from one worker with a sewing  machine.',
        p2:
          'Varuzhan Gyurjyan started travelling all over the world, finding factories of producing toys, getting more educated in the process, he was always progressing.',
        p3:
          'Busy with the store and the factory in 2002 the second “Mankan” store opened on 36 Abovyan str..',
        p4:
          'People were getting more familiar with “Mankan” and the brand’s toys were being more loved day by day. In 2012, the first mall opened in Armenia, Yerevan named “Dalma Garden Mall”.',
        p5:
          '“Mankan” specialized toy store was one of his first residents. Meanwhile, having already 3 specialized toy stores, the factory was getting too small.',
        p6:
          'Therefore, Mr. Gyurjyan decides to build a new factory from the scratch.',
        p7:
          'In 2016, the production moved to a new address, Ulnetsi 70.  The new factory is, more spacious, clean and is equiped with the latest technologies.',
        p8:
          'The fourth “Mankan” store opened in the same building’s first floor. Nowadays, “Mankan” is the first and the only company that produces plush toys in Armenia, which offers a variety of plush toys, interactive toys and educational posters for children. We love and appreciate our every single customer. A satisfied customer is our main goal.',
        p9:
          'Mr. Varuzhan is always on the run, he never stops achieving newer goals and making kids happier with his super cuddly and friendly toys. The production is equipped with the latest technologies. Only the best materials that are exclusively pure and are specially created for the production of toys are being used for creating a toy that children can call a “FRIEND”. The safety of our toys meets the quality of the international standards.',
        p10:
          'Throughout his career, “Mankan” has participated in many exhibitions and various charitable events. Today, the company is not limited to its achievements. “Mankan” continues advancing and expanding. ',
      },
    },
    'local.payment-delivery-return': {
      payment: {
        paragraphs: [
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
        ],
        listItems: [
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
        ],
      },
      delivery: {
        paragraphs: [
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
        ],
        listItems: [
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
        ],
      },
      Return: {
        paragraphs: [
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
          "is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has",
        ],
        listItems: [
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
          'is simply dummy text of the printing and typesetting industry. ',
        ],
      },
    },

    'local.in_cart': 'Buy now',
    'local.go_to_cart': 'Add a basket',
    'local.modal_battery':
      'By selecting this the batteries will autometically add to your cart',
    'local.yerevan_cty': 'City-Yerevan',

    'local.delivery_only_in_yerevan':
      'Rignht now we deliver in Yerevan city only',
    'local.i_know': 'I know',
    'local.rules_of_using': 'rules of using',
    'local.using-rules': 'Terms and conditions',
    'local.bonus-and-promo-code': 'Bonus and promo code',
    'local.using-bonus': 'Using bonus',
    'local.payment-methods': 'Payment methods',
    'local.min-price': 'Minimum price',
    'local.max-price': 'Maximum price',
    'local.min_price_of_order': 'min total price should be {price} AMD',
    'local.not_listed': 'Not listed',
    'local.no_vacancy_text': 'There are currently no vacancies',
    'locale.confirm_email': 'Please, confirm your email',
    'locale.thanks_follow': 'Thank you for subscribing',
    'locale.no_items_in_wish-list': 'No items in wish list',
    'locale.no_items_in_the_cart': 'No items in the cart',
    'local.home-page': 'Home',
    'local.catalog': 'Catalog',
    'local.wishlist': 'Wishlist',
    'local.already_in_cart': 'In cart',
    'local.cart_added_success': 'Added to card',
    'local.box_size': 'Box size',
    'local.Phone': 'Phone',
    'local.Business_hours': 'Business hours',
    'local.Wish_list': 'Wish list',
    'local.new_password': 'New password',
    'local.bonus_and_promo_code1': 'Bonus and promo-code',
    'local.bonus_and_promo_code': [
      {
        title: 'BONUS',
        description: [
          {
            desc: [
              'Bonuses are a form of cashback, when, from the purchases made, amounts are accumulated in the Balance of the User, by the relevant percentage applied to the User. ',
            ],
          },
          {
            desc: [
              'Each User, depending on the volume of total purchases made from the Website since registration, may have a 2%, 3% or 4% bonus.',
            ],
          },
          {
            desc: ['Upon registration, each User has a 2% cashback.'],
          },
          {
            desc: [
              'If the User has made more than 200,000 AMD purchases from the Website since the registration, the User has the opportunity to get a 3% bonus.',
            ],
          },
          {
            desc: [
              'If the User has made more than 500,000 AMD purchases from the Website since the registration, the User has the opportunity to get a 4% bonus.',
            ],
          },
          {
            desc: [
              'The bonuses are calculated from the final discounted price of the products in the cart (not taking into account the delivery fee). The bonus points cannot be cashed or transferred to other Accounts and can only be used to make purchases from the Website.',
            ],
          },
          {
            desc: [
              'The bonuses can only be used for full payments and cannot be used in conjunction with cash or online payments.',
            ],
          },
          {
            desc: [
              'Upon termination of the registration, the accumulated bonus points are canceled.',
            ],
          },
        ],
      },
      {
        title: 'PROMO CODE',
        description: [
          {
            desc: [
              'Each promo code is aligned with a certain discount percentage, through which discounted purchases can be made from the Website.',
            ],
          },
          {
            desc: [
              'By the promo code the total amount of goods in the cart is discounted at the time of purchase (except for the delivery fee).',
            ],
          },
          {
            desc: [
              'Promo codes are for single use and cannot be applied twice.',
            ],
          },
        ],
      },
    ],
    'local.updated': 'Updated on 01.06.2020',
    'local.using_rules': [
      {
        title: 'GENERAL PROVISIONS AND TERMS',
        description: [
          {
            desc: [
              'The following General Provisions and Terms set and regulate the legal provisions associated with the sale of toys and accessories for children (hereinafter referred to as the Sale) through the website (hereafter referred to as the Website) belonging to the Mankan Limited Liability Company (hereinafter referred to as the Company).',
            ],
          },
          {
            desc: [
              'By accessing the Website, using any Service on the Website or downloading any content in whole or in part, you, as a User, (hereinafter referred to as the User, you, your, Customer, Buyer, Client) confirm that you have fully read and understood the following Terms of Use, as well as the Company’s other Terms of Sale published on the Website, the provisions of the Public Supply Contract (hereinafter referred to as the Contract), as well as you accept them unconditionally, regardless of whether you are a Customer, Website Registered User or just a visitor.',
            ],
          },
          {
            desc: [
              'The Company has the right to unilaterally change these Terms at any time without prior notice. In the case of the changes, the Company will publish the updated Terms in the Website, mentioning the date of the last change. It is the duty of the User to visit the Website from time to time and check the changes of Terms. Moreover, the new Terms will have legal force and will apply to the obligations arising after publishing them on the Website.',
            ],
          },
          {
            desc: [
              'If you do not agree to the following Terms, please stop using the Website. By staying on the Website, opening an Account, becoming a User and by using any service, you confirm your unconditional acceptance of the Terms. ',
            ],
          },
        ],
      },
      {
        title: 'THE RIGHT TO SIGH THE AGREEMENT',
        description: [
          {
            desc: [
              'Persons over the age of 18 with legal capacity can register or make purchases by the Website. The Company is not responsible for any actions taken by persons under the age of 18 or incapacitated (recognized by the court as such).',
            ],
          },
          {
            desc: [
              'Personal data may be supplemented only with data that actually belongs to the registered User or to the User making a purchase. By accepting the following Terms, you accept that the Company cannot verify the information and data you provide, the authenticity of your credentials, so the full responsibility for any breach of this clause falls on you.',
            ],
          },
          {
            desc: [
              'The Company has the right to remove the User from the system in case of discovering the fact of misrepresentation or unreliable data, resetting the accumulated points and the purchase history.',
            ],
          },
        ],
      },
      {
        title: 'DELIVERY IMPLEMENTATION TERMS',
        description: [
          {
            desc: [
              'The Company sells its products to its customers (hereinafter referred to as the Product) and transfers them to the shipping company to be delivered to the address specified by the Customer.',
            ],
          },
          {
            desc: [
              "In order to fully benefit from the opportunity to make a purchase from the Company, you must register on the Website and open a User Account (hereinafter referred to as a User Account or Account). Each User can have only one Account. Users do not have the right to use another User's account. When opening an Account, the User must provide all the required information in a correct and accurate manner. Users are responsible for maintaining their Account access data and for the actions/operations performed through their Accounts. ",
            ],
          },
          {
            desc: [
              'If the User is sure there has been an unauthorized access of his/her Account, he/she is obliged to immediately inform the Company. In such circumstances the Company has the right to block the Account until all the details are found out. In any case, the Company is not responsible for actions undertaken by other persons through the User Account. The User is responsible for the damage caused to the Company or third parties caused by such actions.',
            ],
          },
          {
            desc: [
              'When making an order, the Customer is obliged to have sufficient funds in his/her Account or in cash to fulfill the Order.',
            ],
          },
          {
            desc: [
              'The Company may postpone the delivery dates of orders when the overall volume of order increases (holidays, discount programs, events, etc.) or when there are technical (traffic jams, car accidents, etc.) or innate issues.',
            ],
          },
        ],
      },
      {
        title: 'ORDER ACCEPTANCE AND ADDRESSING TERMS',
        description: [
          {
            desc: [
              "After receiving the request for the purchase of the Product, the Service Department of the Company additionally checks the appearance of the given product and the absence of physical or mechanical damage. If the purchased product does not correspond to the sales standards, there are physical or mechanical defects, then the employee of the Company's service center contacts You to replace the Product or to cancel the order.",
            ],
          },
          {
            desc: [
              "If the purchased product corresponds to the required standards, there are no physical or mechanical defects, then the product is being made ready for the delivery, after which the employee of the Company's service center can make additional phone calls to confirm the details of the order (adjustment of delivery address, ordered goods, delivery time).",
            ],
          },
          {
            desc: [
              'If the Buyer states in the purchase request that he/she will make a cash payment and does not answer the phone call received from the Service center to the mentioned phone number, then the Company has the right not to transfer the Product to the delivery and cancel the transaction.',
            ],
          },
          {
            desc: [
              'If the Buyer has made an online payment and does not answer the call received from the Service center, the Company has the right not to transfer the goods for delivery and cancel the transaction in case of not contacting the service center within one business day, by returning the full amount paid.',
            ],
          },
          {
            desc: [
              'If the Buyer has made a payment with accumulated bonus points and does not answer the call received from the service center, the Company has the right not to transfer the Product to delivery, and in case of not contacting the Service Center within one business day, cancel the transaction by returning the points.',
            ],
          },
          {
            desc: [
              'In case of confirmation of the order by the buyer, the delivery is transferred to the courier.',
            ],
          },
          {
            desc: [
              'The courier is a separate physical and legal entity that cooperating with the Company.  ',
            ],
          },
          {
            desc: [
              'If the Buyer has specified in the order request that he/she will perform a cash payment and the shipping address changes after the shipment is transferred to the courier, the Company has the right to extra charge the Buyer by up to one full delivery fee when delivering the product to the Buyer, and the Buyer can get the coupon of that additional charge in the Service center by the following address: Yerevan, K. Ulnetsi 70, or by an email.',
            ],
          },
          {
            desc: [
              'If the Buyer has made an online payment and the shipping address changes after the shipment is transferred to the courier,  the Company has the right to make an additional cash charge to Buyer by up to one full delivery fee when delivering the product to the Buyer, and the Buyer can get the coupon of that additional charge in the service center by the following address: Yerevan, K. Ulnetsi 70, or by an email.',
            ],
          },
          {
            desc: [
              'If the Buyer has made a payment with accumulated bonus points and the shipping address changes after the shipment is transferred to the courier,  the Company has the right to make an additional cash charge to Buyer by up to one full delivery fee when delivering the product to the Buyer, and the Buyer can get the coupon of that additional charge in the service center by the following address: Yerevan, K. Ulnetsi 70, or by an email.',
            ],
          },
          {
            desc: [
              'The courier has the right to make additional calls to the Buyer to specify the address or other details. If the Buyer does not respond to the calls made to the provided number or there are similar issues that hinder the delivery, the courier has the right to return the order to the Service center. ',
            ],
          },
          {
            desc: [
              'If the Buyer has specified in the order request that he/she will perform a cash payment and does not respond to the calls made to the provided number or there are similar issues that hinder the delivery, then if the Buyer does not contact the Service center within one business day after the purchased item was transferred back to the Service Center, than the Company has the right to classify the order as cancelled. ',
            ],
          },
          {
            desc: [
              'If the Buyer has made an online payment and does not respond to the calls made to the provided number or there are similar issues that hinder the delivery, then if the Buyer does not contact the Service center within one business day after the purchased item was transferred back to the Service Center, than the Company has the right to classify the order as cancelled, as well as to transfer back the whole order amount except the delivery fee. ',
            ],
          },
          {
            desc: [
              'If the Buyer has made a payment with accumulated bonus points and does not respond to the calls made to the provided number or there are similar issues that hinder the delivery, then if the Buyer does not contact the Service center within one business day after the purchased item was transferred back to the Service Center, than the Company has the right to classify the order as cancelled, as well as to transfer back the bonus points except the bonus fees taken as the delivery fee. ',
            ],
          },
          {
            desc: [
              'In case of not responding to the courier’s calls or in case of existence of similar shipping barriers due to the Buyer, after returning the shipment to the service center, the re-delivery is considered to be double, and the Company is entitled to charge for double delivery.',
            ],
          },
          {
            desc: [
              "If the cases of not responding to the courier’s calls or th cases of existence of similar shipping barriers due to the Buyer are multi-time, then the Buyer's orders may not be fulfilled any more, the Buyer may be removed from the system, losing the accumulated points and the purchase history.",
            ],
          },
          {
            desc: [
              'Upon the acceptance of the shipment, in the presence of the courier the Buyer is obliged to check the suitability of the quality of the delivered products, any possible physical and mechanical defects and conditions. If any of the delivered products does not meet the required quality, there are physical or mechanical defects or it is not in proper condition, the Buyer may refuse either that product solely, or the entire shipment and the delivery service, or request a new or substitute Product.',
            ],
          },
          {
            desc: [
              'If any of the delivered Products is not of a proper quality, there are physical or mechanical defects or it is not in proper condition, then only a one-time delivery fee is charged if a replacement is required.',
            ],
          },
          {
            desc: [
              'If the Buyer has made a cash payment, and the delivered goods are of proper quality, have no physical or mechanical defects, are in proper condition, but the Buyer refuses the ordered goods, then the Company is entitled to charge the Buyer the delivery fee.',
            ],
          },
          {
            desc: [
              'If the Buyer has made an online payment and the delivered goods are of proper quality, have no physical or mechanical defects, are in proper condition, but the Buyer refuses the ordered goods, then all the amount is returned except for the delivery fee.',
            ],
          },
          {
            desc: [
              'If the Buyer has made a payment with accumulated bonus points and delivered goods are of proper quality, have no physical or mechanical defects, are in proper condition, but the Buyer refuses the ordered goods, then the points are transferred back except for the points charged for delivery.',
            ],
          },
          {
            desc: [
              "If the Buyer frequently refuses the delivery of products of proper quality, with no physical and mechanical defects and in proper condition, then the Buyer's orders may not be fulfilled anymore, the Buyer may be removed from the system, losing the accumulated points and the purchase history.",
            ],
          },
        ],
      },
      {
        title: 'PAYMENT AND RETURN TERMS',
        description: [
          {
            desc: [
              'Cash payment for the purchase of goods sold by the Company can be made only in Armenian drams.',
            ],
          },
          {
            desc: [
              'The sale of goods is carried out by the tariffs currently mentioned on the Website.',
            ],
          },
          {
            desc: [
              'In accordance with the RA legislation, the Buyer has the right to return the item within 14 days of receipt of the shipment, receiving back all the amount paid except for the delivery fee, if there is a purchase receipt, the labels posted on the Product are preserved, there are no physical and mechanical defects, and if the Product is in proper condition.',
            ],
          },
          {
            desc: [
              'For online payments, in the case of returning the Product in accordance with the procedure defined in Paragraph 3 of this Chapter, the money transfer may take 10 business days, depending on the speed of the service processes of the banks.',
            ],
          },
          {
            desc: [
              'For orders made with the bonus points, in the case of returning the Product in accordance with the procedure defined in Paragraph 3 of this Chapter, the money transfer may take 5 business days.',
            ],
          },
          {
            desc: [
              'Regardless of the method of payment, after receiving the item from the courier, the return can be made independently, by bringing the purchased Product to the service center by the following address: Yerevan, K. Ulnetsi 70',
            ],
          },
          {
            desc: [
              'The return terms regulated by this Chapter do not apply to the goods that are not subject to return according to RA legislation.  ',
            ],
          },
        ],
      },
      {
        title: 'PRIVICY',
        description: [
          {
            desc: [
              'You can visit the Website without registration, but you must register on the Website to be able to fully use the Company Website and its services. Personal data is collected (received) only when you provide it at registration or while making purchase. When registering or making a purchase, you must provide your name, your address, your e-mail and contact details. ',
            ],
          },
          {
            desc: [
              'In order to analyse the User behavior and ease of use of the Website and to provide more convenient services, when using the Website, your IP address, browser name, computer type, technical information about the User and means of contacting our Website, such as the type of the operating system, the name of the company providing the Internet service and other similar data can be automatically transferred to our monitoring and analytical systems.',
            ],
          },
          {
            desc: [
              'The Website may use cookies to make the Website quicker and more convenient to use. Cookies are alphanumeric lines, created on the Website. When visiting the Website, they are copied in your computer. Cookies are safe for the computer and do not collect personal data. For security reasons, money movements and data related to the latter can be monitored by banks and systems providing money transfer services as well.',
            ],
          },
          {
            desc: [
              'The Company implies appropriate electronic, physical and other security measures to ensure the security of your personal data from unauthorized access, alteration or publication. All the data you provide is securely stored on a server database. With the help of passwords, we protect any page of the Company that contains your personal data. The Company will never ask you to provide your password by making a call or through an email. We will not provide your personal data to third parties without your consent, except for the cases provided by the legislation (inquiries within the jurisdiction of law enforcement and state bodies, court inquiries, etc.). We may make your personal data available to parties affiliated with us, if the data are necessary to provide the services to you and to improve their quality. We cooperate with other organizations and/or individuals in order to provide services properly, such as accepting orders, database analysis, marketing support, bank card payments and clearing. The above-mentioned persons shall have access to the necessary data for the purpose of carrying out the operations specified for them and shall not have the right to use the data for any other purpose.',
            ],
          },
        ],
      },
      {
        title: 'CONTRACT TERMINATION AND DISSOLUTION ',
        description: [
          {
            desc: [
              'You have the right to terminate the Contract with the Company at any time after fulfilling all your payment obligations to the Company. If you have an overdue obligation, the Contract cannot be considered terminated.',
            ],
          },
          {
            desc: [
              'In order to terminate the Contract and to close the account on page mankan.am, it is necessary to submit a Contract termination and Account closure request to {email} from the e-mail address attached to the personal Account, indicating the e-mail address, name/surname and telephone number provided during registration.',
            ],
          },
          {
            desc: [
              'Upon submission of Contract termination request, the User rejects all the bonus points available in the Account. ',
            ],
          },
        ],
      },
    ],
    'local.infoAboutYou':
      'In any case, we kindly support our customers, and if there are malfunctions in the products purchased from us, our specialists will repair and deliver them back to you, if possible.',
    'local.wrong_promo_code': 'Wrong promo code',
    'local.not_available_product': 'Not available product',
    'local.product_not_found': 'There are no products with this combination',
    'local.example': 'Ex. 910425',

    'local.shop_adresses': [
      {
        address: '70 Karapet Ulnetsi str., Yerevan',
        phone: '(+374) 99 530311',
        businessHours: 'Every day from 10:00 to 20:00',
      },
      {
        address: '24 Mesrop Mashtots ave., Yerevan',
        phone: '(+374) 99 540311',
        businessHours: 'Every day from 10:00 to 20:00',
      },
      {
        address: '36 Abovyan str., Yerevan',
        phone: '(+374) 99 520311',
        businessHours: 'Every day from 10:00 to 20:00',
      },
      {
        address: 'Dalma Garden Mall, Yerevan',
        phone: '(+374) 99 414029',
        businessHours: 'Every day from 10:00 to 22:00',
      },
    ],
  },
};
